Repository: somatorio/pretalx
Catalog: src/pretalx/locale/*/LC_MESSAGES/django.po
Languages: pt

source: Thank you for your feedback!
pt: Obrigado pelo seu feedback!

source: Thanks, we (and our speakers) appreciate your feedback!
pt: Obrigado, nós (e nossos palestrantes) apreciamos seu feedback!

source: Nothing has changed, we just wanted to change the version name. It was going out of style.
pt: Nada mudou, nós apenas queriamos mudar o nome da versão. Estava fora do estilo.

source: No changes are visible in this version, but be assured we're working on cool new versions behind the scenes.
pt: Nenhuma mudança é visível nessa versão, mas fique seguro que estamos trabalhando em novas versões legais por trás das cenas.

source: We released our first schedule!
pt: Nós publicamos nossa primeira agenda!

source: This is where it all began.
pt: Aqui é onde tudo começou.

source: The first schedule was released.
pt: A primeira versão da agenda foi publicada.

source: We have new talks!
pt: Nós temos novas palestras!

source: We have a new talk:
pt: Nós temos uma nova palestra:

source: Sadly, we had to cancel talks:
pt: Infelizmente, tivemos de cancelar palestras:

source: We sadly had to cancel a talk:
pt: Infelizmente tivemos de cancelar uma palestra:

source: We had to move some talks, so if you were planning on seeing them, check their new dates or locations:
pt: Nós tivemos de mover algumas palestras, então se você estava planejando ver elas, cheque as novas datas ou locais:

source: We have moved a talk around:
pt: Nós movemos uma palestra:

source: This review is for you personally, not for all speakers in this talk.
pt: Esta review é para você pessoalmente, não para todos os palestrantes nesta palestra.

source: There has been no feedback for this talk yet.
pt: Não há feedback para esta palestra ainda.

source: Send feedback
pt: Enviar feedback

source: Send review
pt: Enviar review

source: Reviews are a valuable tool for speakers to improve their content and presentation. Even a very short review can prove very valuable to a speaker – but we'd like to ask you to take the time and find a constructive way to communicate your feedback.
pt: Reviews são uma ferramenta valiosa para palestrantes melhorarem seu conteúdo e apresentação. Mesmo um review curto pode se mostrar muito valioso para uma pessoa palestrando - mas nós gostaríamos de pedir que aproveite o tempo e encontre uma forma construtiva de comunicar seu feedback.

source: You can't give feedback for this talk at this time.
pt: Você não pode dar feedback para esta palestra neste momento.

source: You are currently viewing the editable schedule version, which is unreleased and may change at any time.
pt: Você está vendo a versão editável da agenda, que ainda não foi publicada e pode mudar a qualquer momento.

source: This talk will not be recorded.
pt: Esta palestra não será gravada.

source: Other talks by this speaker:
pt: Outras palestras dessa pessoa:

source: This speaker also holds:
pt: Essa pessoa também palestra em:

source: This schedule-related page is non-public. Only organisers can see it.
pt: Esta página relacionada à agenda não é pública. Apenas organizadores podem vê-la.

source: Version
pt: Versão

source: by
pt: por

source: A new %(event_name)s schedule has been released!
pt: Uma nova agenda do %(event_name)s foi publicada!

source: The first %(event_name)s schedule has been released!
pt: A primeira agenda do %(event_name)s foi publicada!

source: Feedback for
pt: Feedback por

source: Schedule
pt: Agenda

source: Talks
pt: Palestras

source: Speakers
pt: Palestrantes

source: Title or speaker name
pt: Título ou nome do(a) palestrante

source: You are currently viewing an older schedule version.
pt: Você está vendo uma versão antiga da agenda.

source: You can find the current version <a href="%(current_url)s">here</a>.
pt: Você pode ver a versão atual <a href="%(current_url)s">aqui</a>.

source: You're currently viewing an offline version of the schedule, so it may be outdated. <strong>Refresh</strong> this page once you have an internet connection to see the current schedule.
pt: Você está vendo uma versão offline da agenda, então ela pode estar desatualizada. <strong>Atualize</strong> esta página assim que tiver conexão com a internet para ver a agenda atual.

source: Changelog
pt: Mudanças

source: No talks on %(weekday)s, %(current_day)s.
pt: Sem palestras em %(weekday)s, %(current_day)s.

source: Welcome to our schedule sneak peek!
pt: Benvindo(a) à espiada da agenda!

source: We prepared a list of exciting talks, so you can get a feel for our conference. Please keep in mind that this is not our full schedule. We will follow up with the full schedule in time, stay tuned!
pt: Nós preparamos uma lista de palestras excitantes, então você pode ter uma idéia da nossa conferencia. Por favor tenha em mente que isto não é a agenda completa. Nós iremos publicar a agenda completa em breve, siga nos visitando!

source: In the near future you will see a curated list of talks we'd like to show off here. Right now we are busy reviewing submissions.<br> Check back later!
pt: Em um futuro próximo você verá uma lista curada de palestras que gostaríamos de mostrar aqui. Agora estamos ocupados revisando submissões.<br> Volte mais tarde!

source: The speaker's profile picture
pt: Imagem do(a) palestrante

source: No speaker matches your search.
pt: Nenhum(a) palestrante corresponde à sua pesquisa.

source: See also:
pt: Veja também:

source: This talk's header image
pt: Imagem de cabeçalho dessa palestra

source: Speaker
pt: Palestrante

source: Language
pt: Linguagem

source: No talk matches your search.
pt: Nenhuma palestra corresponde à sua pesquisa.

source: No speakers
pt: Todos palestrantes

source: The talk “{title}” at {event}
pt: A palestra “{title}” no {event}

source: New password
pt: Nova senha

source: Speaker E-Mail
pt: E-Mail do(a) palestrante

source: Subject
pt: Assunto

source: Text
pt: Texto

source: {speaker} invites you to join their talk!
pt: {speaker} te convita a participar da sua palestra!

source: Hi! I'd like to invite you to be a speaker in the talk “{title}” at {event}. Please follow this link to join: {url} I'm looking forward to it! {speaker}
pt: Olá! Eu gostaria de te convidar para falar na palestra “{title}” no {event}. Por favor clique neste link para participar: {url} Estou no aguardo! {speaker}

source: If we know a user by this email address (who has not requested a password reset in the last 24 hours), we will send you an e-mail containing further instructions. If you don't see the email within the next minutes, check your spam inbox!
pt: Se nós conhecermos um usuário com este endereço de email (que não tenha solicitado um reset de senha nas últimas 24 horas), nós iremos enviá-lo um email contendo mais instruções. Se você não vi o email nos próximos minutos, cheque sua caixa de spam!

source: This link was not valid. Make sure you copied the complete URL from the email and that the email is no more than 24 hours old.
pt: Este link não era válido. Verifique se você copiou a URL completa do email e que este email não é de mais do que 24 horas atrás.

source: Awesome! You can now log in using your new password.
pt: Incrível! Agora você pode logar usando a nova senha.

source: Your locale preferences have been saved. We like to think that we have excellent support for English in pretalx, but if you encounter issues or errors, please contact us!
pt: Suas preferencias de localização foram salvas. Nós gostamos de pensar que temos um suporte excelente de Português Brasileiro no pretalx, mas se você encontrar problemas ou erros, por favor nos contate!

source: Your submission has been withdrawn.
pt: Sua submissão foi removida.

source: Your submission can't be withdrawn at this time – please contact us if you need to withdraw your submission!
pt: Sua submissão não pôde ser removida neste momento - por favor nos contate se você precisa remover sua submissão!

source: Your submission has been confirmed – we're looking forward to seeing you!
pt: Sua submissão foi confirmada - Estamos ansiosos pra te ver!

source: This submission has already been confirmed – we're looking forward to seeing you!
pt: Esta submissão já foi confirmada - Estamos ansiosos pra te ver!

source: This submission cannot be confirmed at this time – please contact us if you think this is an error.
pt: Esta submissão não pôde ser confirmada neste momento - por favor entre em contato caso ache que isto é um erro.

source: This submission cannot be edited anymore.
pt: Esta submissão não pode mais ser editada.

source: Your account has now been deleted.
pt: Sua conta foi apagada.

source: Are you really sure? Please tick the box
pt: Tem certeza? Por favor marque a caixa

source: Please provide a valid email address.
pt: Por favor forneça um endereço de email válido.

source: The invitation was sent!
pt: Convite enviado!

source: You are now part of this submission! Please fill in your profile below.
pt: Agora você faz parte dessa submissão! Por favor preencha seu perfil abaixo.

source: This event currently does not accept new submissions, sorry!
pt: Este evento não está aceitando novas submissões, desculpe!

source: Your talk has been submitted successfully!
pt: Sua palestra foi submetida com sucesso!

source: We are experiencing difficulties when sending mails, but your talk was submitted successfully!
pt: Nós estamos com dificuldades em enviar emails, mas a sua palestra foi submetida com sucesso!

source: You can enter submissions until %(deadline)s (%(timezone)s), %(until_string)s from now.
pt: Você pode submeter até %(deadline)s (%(timezone)s), em %(until_string)s.

source: This Call for Papers closed on %(deadline)s (%(timezone)s).
pt: Esta chamada de trabalhos fechou em %(deadline)s (%(timezone)s).

source: View conference schedule
pt: Ver agenda

source: View schedule preview
pt: Ver preview da agenda

source: Edit or view your submissions
pt: Editar ou ver suas submissões

source: Submit a proposal
pt: Submeter uma proposta

source: Submissions are closed
pt: As submissões estão fechadas

source: submitted
pt: submetida

source: not accepted
pt: não aceita

source: accepted
pt: aceita

source: confirmed
pt: confirmada

source: canceled
pt: cancelada

source: withdrawn
pt: removida

source: deleted
pt: apagada

source: Go to CfP
pt: Ir para o CfP

source: Accept invitation?
pt: Aceitar convite?

source: You, %(name)s, have been invited to be a speaker for the submission “%(talk)s”. Do you accept the invitation?
pt: Você, %(name)s, foi convidado(a) para palestrar na submissão “%(talk)s”. Você aceita?

source: Abstract:
pt: Resumo:

source: No
pt: Não

source: Accept
pt: Aceitar

source: Welcome back!
pt: Seja benvindo(a) de volta!

source: You do not need an account to view the event, or submit feedback, or receive schedule updates. You'll only need an account if you participate in the event as speaker or as orga.
pt: Você não precisa de uma conta para ver o evento, ou submeter feedback, ou receber atualizações de agenda. Você só precisa de uma conta se for participar no evento como palestrante ou organização.

source: If you already created a submission for a different event on this server, you can re-use your account to log in for this event.
pt: Se você já criou uma submissão para um evento diferente neste servidor, você pode reutilizar a conta para logar neste evento.

source: Password reset
pt: Reset da senha

source: OK, this looks good!
pt: Ok, parece bom!

source: Now you just need to choose your new password and you are ready to go.
pt: Agora você só precisa escolhar uma senha nova.

source: Save this!
pt: Salvar!

source: Forgot your password?
pt: Esqueceu sua senha?

source: Let me set a new one!
pt: Deixe-me criar uma nova!

source: Create submission
pt: Criar uma submissão

source: Continue
pt: Continuar

source: Submit
pt: Enviar

source: Back
pt: Voltar

source: Hey, nice to meet you!
pt: Hey, bom te conhecer!

source: We're glad that you want to contribute to our event with your submission. Let's get started, this won't take long.
pt: Nós estamos contentes que você quer contribuir com o nosso evento com a sua submissão Vamos começar, isto não irá demorar.

source: Tell us something about yourself!
pt: Nos conte algo sobre você!

source: This information will be publicly displayed next to your talk - you can always edit for as long as submissions are still open.
pt: Esta informação será mostrada publicamente junto com a sua palestra - você pode sempre editar enquanto as submissões estiverem em aberto.

source: Profile picture
pt: Imagem do perfil

source: Your avatar
pt: Seu avatar

source: Tell us more!
pt: Nos conte mais!

source: Before we can save your submission, we have some more questions for you. But rest assured, you reached step %(step)s of %(steps)s already, we are nearly there!
pt: Antes de salvar sua submissão, temos mais algumas perguntas para você. Mas fique tranquilo(a), você chegou no passo %(step)s de %(steps)s já, estamos quase lá!

source: … about your submission:
pt: … sobre sua submissão:

source: … about yourself:
pt: … sobre você:

source: That's it about your submission! We now just need a way to contact you.
pt: É isso! Agora nós só precisamos de uma forma para contatar você.

source: To create your submission, you need an account on this page. This not only gives us a way to contact you, it also gives you the possibility to edit your submission or to view its current state.
pt: Para criar sua submissão, você precisa de uma conta nesta página. Isto é apenas para termos uma forma de contatar você, isto também te dá a possibilidade de editar sua submissão ou ver seu estado atual.

source: Your E-mails
pt: Seus emails

source: These are e-mails the organisers sent you, so you should be able to find them in your email inbox, but this page serves as a helper in case your email address was unavailable or the emails got lost in some way.
pt: Estes são os emails que os organizadores te enviaram, então você deve conseguir encontrá-los na sua caixa de email, mas esta página serve de ajuda em caso seu email estava indisponível ou os emails se perderam de alguma forma.

source: Your Profile
pt: Seu perfil

source: This data will be displayed publicly if your talk is accepted. It is also visible to reviewers.
pt: Estes dados serão mostrados publicamente se sua palestra for aceita. Também é visível para os avaliadores.

source: Save
pt: Salvar

source: We have some questions
pt: Nós temos algumas perguntas

source: Your Account
pt: Sua conta

source: You can change your log in data here.
pt: Você pode mudar seus dados de login aqui.

source: Account deletion
pt: Apagar conta

source: You can delete your account here – all names, emails, and other personal information will be overwritten. <strong>This action is irreversible.</strong>
pt: Você pode deletar sua conta aqui - todos os nomes, emails e outros dados pessoais serão removidos. <strong>Esta ação é irreversível.</strong>

source: I really do want to delete my account, losing access to my submissions and talks, and overriding my public and private data.
pt: Eu realmente quero apagar minha conta, perder acesso às minhas submissões e palestras e apagar meus dados públicos e privados.

source: Delete my account
pt: Deletar minha conta

source: Your submission
pt: Sua submissão

source: Your submission:
pt: Sua submissão:

source: Current state of your submission:
pt: Estado atual da sua submissão:

source: Submission type
pt: Tipo de submissão

source: Track
pt: Trilha

source: Congratulations on your acceptance!
pt: Parabéns pela aceitação!

source: Please provide us with your available hours during the event, so that we can schedule your event accordingly:<p>
pt: Por favor nos forneça suas horas disponíveis durante o evento, assim podemos agendar o evento de acordo:<p>

source: By confirming your submission, you agree that you are able and willing to participate in this event and present the content of this submission. The submission data, such as title, abstract, description, and any uploads you provided, can be made publicly available once the submission is confirmed.
pt: Ao confirmar sua submissão, você concorda que você pode e deseja participar do evento e apresentar o conteúdo dessa submissão. Os dados da submissão, como título, resumo, descrição e quaisquer uploads que você proveu podem ser disponibilizados publicamente assim que a submissão for confirmada.

source: Go back
pt: Voltar

source: Withdraw
pt: Remover

source: Confirm
pt: Confirmar

source: Confirm your attendance
pt: Confirmar sua presença

source: Audience feedback
pt: Feedback do público

source: Attendees can leave feedback here after your talk has taken place.
pt: Participantes podem deixar feedback aqui após a sua palestra acontecer.

source: Speaker:
pt: Palestrante:

source: Resources
pt: Recursos

source: Resources will be publicly visible. Please try to keep your uploads below 16MB.
pt: Recursos serão visíveis publicamente. Por favor tente manter seus uploads abaixo de 16MB.

source: Add another resource
pt: Adicionar outro recurso

source: Share submission
pt: Compartilhar a submissão

source: If you need a review from a colleague or a friend here's a link that you can send out for viewing your submission:
pt: Se você precisa de review de um colega ou amigo(a) aqui está um link que você pode enviar para ver a submissão:

source: Withdraw submission
pt: Remover a submissão

source: You can withdraw your submission from the selection process here. You cannot undo this - if you are just uncertain if you can or should hold your talk, please contact the organiser instead.
pt: Você pode remover sua submissão do processo de seleção aqui. Você não pode desfazer isso - se você só está incerto(a) se você deve manter sua palestra, por favor contate a organização.

source: Cancel submission
pt: Cancelar submissão

source: As your submission has been accepted already, please contact the event's organising team to cancel it. The best way to reach out would be an answer to your acceptance mail.
pt: Como a sua submissão já foi aceita, por favor contate organização do evento para cancelá-la. A melhor forma de entrar em contato seria responder o email de aceitação.

source: Invite another speaker to your submission here. Instead of letting us send an email, (which might get caught by spam filters) you can also give them this link:
pt: Convite outro(a) palestrante para a sua submissão aqui. Ao invés de nos deixar enviar um email (que pode ser pego em filtros de spam), você também pode enviar este link:

source: Cancel
pt: Cancelar

source: Send
pt: Enviar

source: Do you really want to withdraw your submission?
pt: Você realmente quer remover sua submissão?

source: You will not be able to revert this action.
pt: Esta ação é irreversível.

source: Your submissions
pt: Suas submissões

source: Important Information
pt: Informações importantes

source: Title
pt: Título

source: State
pt: Estado

source: Copy code for review
pt: Copiar o código para review

source: Create a new submission
pt: Criar uma nova submissão

source: It seems like you haven't submitted anything to this event yet.
pt: Parece que você não submeteu nada para este evento ainda.

source: If you did, maybe you used a different account? Check your emails!
pt: Se você submeteu, talvez tenha usado uma conta diferente? Verifique seus emails!

source: If you did not, why not go ahead and create a proposal now? We'd love to hear from you!
pt: Se você não submeteu, que tal submeter algo agora? Nós adoraríamos ouvir de ti!

source: Submit something now!
pt: Submeter algo agora!

source: Events
pt: Eventos

source: No events are currently ongoing.
pt: Nenhum evento acontecendo agora.

source: Upcoming events
pt: Eventos chegando

source: Past events
pt: Eventos passados

source: Please go back and try again.
pt: Por favor, volte e tente novamente.

source: General
pt: Geral

source: Questions
pt: Perguntas

source: Account
pt: Conta

source: Profile
pt: Perfil

source: Done!
pt: Pronto!

source: There was an error when logging in. Please contact the organiser for further help.
pt: Houve um problema logando. Por favor contate a organização para ajuda.

source: New submission!
pt: Nova submissão!

source: "{value}" is not allowed as attribute of "{key}"
pt: "{value}" não é um atributo permitido de "{key}"

source: You are not allowed to include "{key}" keys in your CSS.
pt: Você não está autorizado(a) a incluir "{key}" no seu CSS.

source: This stylesheet is not valid CSS.
pt: Esta folha de estilos não está em CSS válido.

source: This filetype is not allowed, it has to be one of the following:
pt: Este tipo de arquivo não é permitido, precisa ser um dos seguintes:

source: Search
pt: Buscar

# form
source: Optional
pt: Opcional

source: Please write between {min_length} and {max_length} words.
pt: Por favor escreva entre {min_length} e {max_length} caracteres.

source: Please write between {min_length} and {max_length} characters.
pt: Por favor escreva entre {min_length} e {max_length} caracteres.

source: Please write at least {min_length} words.
pt: Por favor escreva ao menos {min_length} caracteres.

source: Please write at least {min_length} characters.
pt: Por favor escreva ao menos {min_length} caracteres.

source: Please write at most {max_length} words.
pt: Por favor escreva no máximo {max_length} caracteres.

source: Please write at most {max_length} characters.
pt: Por favor escreva no máximo {max_length} caracteres.

source: You wrote {count} characters.
pt: Você escreveu {count} caracteres.

source: You wrote {count} words.
pt: Você escreveu {count} caracteres.

source: Choose one or more
pt: Escolha um ou mais

source: This password would take <em class="password_strength_time"></em> to crack.
pt: Esta senha levaria <em class="password_strength_time"></em> para ser quebrada.

source: Warning
pt: Atenção

source: Your passwords don't match.
pt: As senhas não coincidem.

source: This value is required, please enter some value to proceed:
pt: Esta informação é requirida, por favor preencha para continuar:

source: Welcome to pretalx! This is my initialization command, please use it only once.
pt: Benvindo(a) ao pretalx! Este é o meu comando de inicialização, por favor utilize apenas uma vez.

source: You can abort this command at any time using C-c, and it will save no data.
pt: Você pode abortar este comando em qualquer momento usando ctrl+c, e ele não irá salvar quaisquer dados.

source: Let's get you a user with the right to create new events and access every event on this pretalx instance.
pt: Vamos criar um usuário com direitos de criar novos eventos e acessar qualquer evento nessa instância do pretalx.

source: Let's also create a first organiser: This will allow you to invite further people and create events.
pt: Vamos também criar um organizador: Isto irá lhe permitir a convidar mais pessoas e criar eventos.

source: Name (e.g. "The Conference Organiser"):
pt: Nome (Ex.: "O organizador da conferência"):

source: Slug (e.g. "conforg", used in urls):
pt: Slug (Ex: "conforg", usado em urls):

source: Now that this is done, you can:
pt: Agora que terminamos você pode:

source: - Create your first event at {event_url}
pt: - Criar seu primeiro evento em {event_url}

source: - Invite somebody to the organiser team at {team_url} and let them create the event
pt: - Convidar alguém para a equipe de organização em {team_url} e deixá-los criar o evento

source: - Use the command "import_schedule /path/to/schedule.xml" if you want to import an event."
pt: - Usar o comando "import_schedule /caminho/para/a/agenda.xml" se quiser importar um evento.

source: You are trying to change read only data.
pt: Você está tentando mudar dados somente leitura.

source: ManagementForm data is missing or has been tampered.
pt: Dados do ManagementForm estão faltando ou foram mexidos.
