Repository: somatorio/pretalx
Catalog: src/pretalx/locale/*/LC_MESSAGES/django.po
Languages: pt

source: Internal notes
pt: Notas internas

source: Internal notes for other organisers/reviewers. Not visible to the speakers or the public.
pt: Notas internas para outros(as) organizadores/revisores. Não visível para palestrantes ou o público.

source: The duration in minutes. Leave empty for default duration for this submission type.
pt: A duração em minutos. Deixe em branco para a duração padrão desse tipo de submissão.

source: How many times this talk will be held.
pt: Quantas vezes esta palestra será apresentada.

source: Show this talk on the public sneak peek page, if the sneak peek page is enabled and the talk was accepted.
pt: Mostrar essa palestra na página de espiada, se a página de espiada estiver habilitada e a palestra for aceita.

source: Don't record this talk.
pt: Não grave essa palestra.

source: Use this if you want an illustration to go with your submission.
pt: Use isso se você quiser uma imagem para ir com a sua submissão.

source: or
pt: ou

source: Submission must be {src_states} not {state} to be {new_state}.
pt: A submissão deve ser {src_states} e não {state} para ser {new_state}.

source: name
pt: nome

source: default duration
pt: duração padrão

source: Default duration in minutes
pt: Duração padrão em minutos

source: If you want a different deadline than the global deadline for this submission type, enter it here.
pt: Se você quer uma data limite diferente da global para este tipo, coloque aqui.

source: {name} ({duration} days)
pt: {name} ({duration} dias)

source: {name} ({duration} hours)
pt: {name} ({duration} horas)

source: {name} ({duration} minutes)
pt: {name} ({duration} minutos)
