Repository: somatorio/pretalx
Catalog: src/pretalx/locale/*/LC_MESSAGES/django.po
Languages: pt

source: You cannot delete a question that has already been answered. We have deactivated the question instead.
pt: Você não pode apagar uma questão que já foi respondida. Nós desativamos a questão.

source: The selected question does not exist.
pt: A questão selecionada não existe.

source: Sorry, you are not allowed to reorder questions.
pt: Desculpe, você não pode reordenar perguntas.

source: The order of questions has been updated.
pt: A ordem das perguntas foi atualizada.

source: Could not send mails, error in configuration.
pt: Não consegui enviar emails, erro na configuração.

source: The Submission Type has been made default.
pt: O tipo de submissão foi definido como padrão.

source: You cannot delete the only submission type. Try creating another one first!
pt: Você não pode apagar o único tipo de submissão que tem. Tente criar outro antes!

source: You cannot delete the default submission type. Make another type default first!
pt: Você não pode apagar o tipo de submissão padrão. Torne outro como padrão primeiro!

source: The Submission Type has been deleted.
pt: O tipo de submissão foi apagado.

source: This Submission Type is in use in a submission and cannot be deleted.
pt: Esse Tipo de Submissão está em uso em uma submissão e não pode ser apagado.

source: The track has been saved.
pt: A trilha foi salva.

source: The track has been deleted.
pt: A trilha foi apagada.

source: This track is in use in a submission and cannot be deleted.
pt: Esta trilha está em uso em uma submissão e não pode ser apagada.

source: until the CfP ends
pt: até o fim da CfP

source: Active reviewers
pt: Revisores ativos

source: day until event start
pt: dia até o evento começar

source: day since event end
pt: dia desde o fim do evento

source: Day {number}
pt: Dia {number}

source: of {total_days} days
pt: de {total_days} dias

source: current schedule
pt: agenda atual

source: talk
pt: palestra

source: unconfirmed talk
pt: palestra sem confirmação

source: speaker
pt: palestrante

source: sent email
pt: email enviado

source: Submitters
pt: Submitantes

source: Mail settings
pt: Configurações de email

source: Room settings
pt: Configurações de sala

source: Mail outbox
pt: Caixa de saída

source: Mail templates
pt: Modelos de email

source: Sent mails
pt: Emails enviados

source: Schedule exports
pt: Exports de agenda

source: Speaker information
pt: Informações de palestrante

source: Review dashboard
pt: Dashboard de review

source: The event settings have been saved.
pt: As configurações de evento foram salvas.

source: The CfP doesn't have a full text yet.
pt: O CfP não tem um texto completo ainda.

source: The event doesn't have a landing page text yet.
pt: O evento não tem um texto para a página de entrada ainda.

source: You want submitters to choose the tracks for their submissions, but you do not offer tracks for selection. Add at least one track!
pt: Você quer que os submitantes escolham as trilhas para as suas submissões, mas não está oferecendo trilhas para selecionar. Adicione ao menos uma trilha!

source: You have configured only one submission type so far.
pt: Você configurou apenas um tipo de submissão até agora.

source: This event was already live.
pt: Este evento já estava ativo.

source: This event is now public.
pt: Este evento agora está público.

source: This event was already hidden.
pt: Este evento já estava oculto.

source: This event is now hidden.
pt: Este evento agora está oculto.

source: The selected review phase does not exist.
pt: A fase de review selecionada não existe.

source: Sorry, you are not allowed to reorder review phases.
pt: Desculpe, você não tem permissão para reordenar as fases de review.

source: The order of review phases has been updated.
pt: A ordem das fases de review foi atualizada.

source: An error occurred while contacting the SMTP server: %s
pt: Um erro ocorreu enquanto eu tentava contatar o servidor SMTP: %s

source: Yay, your changes have been saved and the connection attempt to your SMTP server was successful.
pt: Yay, suas mudanças foram salvas e a tentativa de conexão com o seu servidor SMTP ocorreu com sucesso.

source: We've been able to contact the SMTP server you configured. Remember to check the "use custom SMTP server" checkbox, otherwise your SMTP server will not be used.
pt: Nós conseguimos contatar o servidor SMTP que você configurou. Lembre de marcar a opção "Utilizar um servidor SMTP customizado", ou o seu servidor SMTP não será usado.

source: Yay! We saved your changes.
pt: Yay! Nós salvamos suas mudanças.

source: There was a problem with your authentication. Please contact the organiser for further help.
pt: Houve um problema com a sua autenticação. Por favor contate a organização para ter mais ajuda.

source: You are now part of the team!
pt: Você agora faz parte da equipe!

source: Your API token has been regenerated. The previous token will not be usable any longer.
pt: Seu token API foi re-gerado. O token anterior não será mais utilizável.

source: Oh :( We had trouble saving your input. See below for details.
pt: Oh :( Tivemos problemas em salvar a sua entrada. Veja abaixo por detalhes.

source: Please consider including your event's year in the slug, e.g. myevent{number}.
pt: Por favor considere incluir o ano do seu evento no slug. Ex.: meuevento{number}.

source: Did you really mean to make your event take place in the past?
pt: Tem certeza de que quer que o seu evento seja no passado?

source: Team {event.name}
pt: Equipe {event.name}

source: Do you really want to send {count} mails?
pt: Você realmente quer mandar {count} emails?

source: This mail either does not exist or cannot be discarded because it was sent already.
pt: Ou este email não existe ou não pode ser descartado porque já foi enviado.

source: This mail had been sent already.
pt: Este email já foi enviado.

source: The mail has been sent.
pt: O email foi enviado.

source: {count} mails have been sent.
pt: {count} emails foram enviados.

source: Do you really want to purge {count} mails?
pt: Você realmente deseja expurgar {count} emails?

source: The mail has been deleted.
pt: O email foi apagado.

source: {count} mails have been purged.
pt: {count} emails foram expurgados.

source: The email has already been sent, you cannot edit it anymore.
pt: O email já foi enviado, você não consegue mais editar.

source: The email has been saved. When you send it, the updated text will be used.
pt: O email foi salvo. Quando você enviá-lo, o texto atualizado será utilizado.

source: The email has been sent.
pt: O email foi enviado.

source: The mail has been copied, you can edit it now.
pt: O email foi copiado, agora você pode editar.

source: {count} emails have been saved to the outbox – you can make individual changes there or just send them all.
pt: {count} emails foram salvos para a caixa de saída - você pode fazer mudanças individuais lá ou apenas mandar todos.

source: A list of notifications for this speaker
pt: Uma lista de notificações para este(a) palestrante

source: The invitation has been sent.
pt: O convite foi enviado.

source: The settings have been saved.
pt: As configurações foram salvas.

source: The member was removed from the team.
pt: O(a) membro foi removido(a) da equipe.

source: The team was removed.
pt: A equipe foi removida.

source: The team invitation was retracted.
pt: O convite para a equipe foi cancelado.

source: The password was reset and the user was notified.
pt: A senha foi resetada e o(a) usuário(a) foi notificado(a).

source: The password reset email could not be sent, so the password was not reset.
pt: O reset da senha não pôde ser enviado, então a senha não foi resetada.

source: Saved!
pt: Salvo!

source: You are now an administrator instead of a superuser.
pt: Você agora é um(a) administrador(a) ao invés de super usuário(a).

source: There was nothing to do.
pt: Não há nada a fazer.

source: Success! {accepted} submissions were accepted, {rejected} submissions were rejected.
pt: Sucesso! {accepted} submissões foram aceitas, {rejected} submissões foram rejeitadas.

source: We were unable to change the state of {count} submissions.
pt: Nós não conseguimos mudar o estado de {count} submissões.

source: We were unable to change the state of all {count} submissions.
pt: Nós não conseguimos mudar o estado de todas {count} submissões.

source: There have been errors with your input.
pt: Houveram erros com a sua entrada.

source: You cannot review this submission at this time.
pt: Você não pode fazer review dessa submissão agora.

source: Nice, you have no submissions left to review!
pt: Legal, você não tem mais submissões para revisar!

source: A new export is being generated and will be available soon.
pt: Um novo export está sendo gerado e estará disponívem em breve.

source: A new export will be generated on the next scheduled opportunity – please contact your administrator for details.
pt: Um novo export será gerado na próxima oportunidade agendada - por favor contate os administradores para detalhes.

source: Could not find the current export, please try to regenerate it. ({error})
pt: Não consegui encontrar o export atual, por favor tente re-gerar ele. ({error})

source: You have to provide a new, unique schedule version!
pt: Você tem de colocar uma versão nova e única!

source: Nice, your schedule has been released!
pt: Legal, sua agenda foi lançada!

source: Reset successful – start editing the schedule from your selected version!
pt: Reset feito com sucesso - comece a editar a agenda da sua versão selecionada!

source: Error retrieving the schedule version to reset to.
pt: Erro ao pegar a versão da agenda a ser resetada.

source: You can only regenerate mails after the first schedule was released.
pt: Você só pode re-gerar emails depois que a primeira agenda for lançada.

source: The talk has been scheduled.
pt: A palestra foi agendada.

source: Unable to parse XML file:
pt: Não consegui fazer parse do arquivo XML:

source: Unable to release new schedule:
pt: Não consegui lançar uma nova agenda:

source: Room deleted. Hopefully nobody was still in there …
pt: Sala apagada. Com sorte ninguém estava lá …

source: There is or was a talk scheduled in this room. It cannot be deleted.
pt: Tem ou tinha uma palestra agendada nessa sala. Ela não pode ser apagada.

source: The selected room does not exist.
pt: A sala selecionada não existe.

source: Sorry, you are not allowed to reorder rooms.
pt: Desculpe, você não tem permissão para reordenar salas.

source: The order of rooms has been updated.
pt: A ordem das salas foi atualizada.

source: The information has been deleted.
pt: A informação foi apagada.

source: Hi! You have been set as the speaker of a submission to the Call for Participation of {event}, titled “{title}”. An account has been created for you – please follow this link to set your account password. {invitation_link} Afterwards, you can edit your user profile and see the state of your submission. The {event} orga crew
pt: Olá, Você foi definido(a) como palestrante em uma submissão para o Call for Papers do evento "{event}", entitulado “{title}”. Uma conta foi criada para você - por favor clique neste link para definir a senha da sua conta. {invitation_link} Depois, você pode editar o seu perfil e ver o estado da sua submissão. A organização do {event}

source: You have been added to a submission for {event}
pt: Você foi adicionado(a) a uma submissão para {event}

source: Somebody else was faster than you: this submission was already in the state you wanted to change it to.
pt: Alguém foi mais rápido(a) que você: esta submissão já está no estado que você queria colocar.

source: Please provide a valid email address!
pt: Por favor coloque um endereço de email válido!

source: The speaker has been added to the submission.
pt: O(a) palestrante foi adicionado(a) à submissão.

source: The speaker was already part of the submission.
pt: O(a) palestrante já faz parte dessa submissão.

source: The speaker has been removed from the submission.
pt: O(a) palestrante foi removido(a) da submissão.

source: The speaker was not part of this submission.
pt: O(a) palestrante não fazia parte dessa submissão.

source: The submission has been created; the speaker already had an account on this system.
pt: A submissão foi criada; o(a) palestrante já tem uma conta nesse sistema.

source: The submission has been created and the speaker has been invited to add an account!
pt: A submissão foi criada e o(a) palestrante foi convidado(a) para criar uma conta!

source: The submission has been updated!
pt: A submissão foi atualizada!

source: {name} submission feed
pt: feed de submissões de {name}

source: Updates to the {name} schedule.
pt: Updates para a agenda {name}.

source: New {event} submission: {title}
pt: Nova submissão em {event}: {title}

source: Speaker CSV
pt: CSV de palestante

source: Password (again)
pt: Senha (de novo)

source: No user account matches the entered credentials. Are you sure that you typed your password correctly?
pt: Nenhum usuário corresponde às credenciais entradas. Você tem certeza que digitou a sua senha corretamente?

source: Sorry, your account is currently disabled.
pt: Desculpe, sua conta está desativada.

source: We already have a user with that email address. Did you already register before and just need to log in?
pt: Nós já temos um usuário com esta senha de email. Será que você já não tem conta e agora só quer logar?

source: You need to fill all fields of either the login or the registration form.
pt: Você precisa preencher todos os campos do login ou formulário de registro.

source: Your avatar may not be larger than 10 MB.
pt: Seu avatar não pode ser maior que 10 MB.

source: Please choose a different email address, this one is taken.
pt: Por favor escolha uma conta de email diferente, este já foi usado.

source: The current password you entered was not correct.
pt: A senha que você digitou não está certa.

source: Password (current)
pt: Senha (atual)

source: Please choose a different email address.
pt: Por favor escolha uma conta de email diferente.

source: Either target all submitters or only confirmed speakers, these options are exclusive!
pt: Ou busque todos os submitantes ou apenas palestrantes confirmados(as), essas opções são mutuamente exclusivas!

source: all
pt: tudo

source: Non-accepted submitters
pt: Submitantes não aceitos

source: Include all submitters
pt: Incluir todos submitantes

source: Show to every submitter regardless of their submissions' status
pt: Mostrar para todo submitante não importando o status da submissão

source: Exclude unconfirmed speakers
pt: Excluir palestrantes não confirmados

source: Show to speakers only once they have confirmed attendance
pt: Mostrar para palestrantes apenas depois que confirmarem a participação

source: file
pt: arquivo

source: Please try to keep your upload small, preferably below 16 MB.
pt: Por favor tente manter seu upload pequeno, de preferência abaixo de 16 MB.

source: The speaker has arrived
pt: O palestrante chegou

source: Please enter the name you wish to be displayed publicly. This name will be used for all events you are participating in on this server.
pt: Por favor digite o nome que você deseja que seja mostrado publicamente. Este nome será usado em todos os eventos que você participar neste servidor.

source: Your email address will be used for password resets and notification about your event/submissions.
pt: Seu endereço de email será usado para resets de senha e notificações sobre seus eventos/submissões.

source: Preferred language
pt: Linguagem preferida

source: If possible, upload an image that is least 120 pixels wide.
pt: Se possível, faça upload de uma imagem com no mínimo 120 px de largura.

source: Retrieve profile picture via gravatar
pt: Pegar a imagem de perfil do gravatar

source: If you have registered with an email address that has a gravatar account, we can retrieve your profile picture from there.
pt: Se você se registrou com um endereço de email que tem uma conta no gravatar, nós podemos pegar a sua foto de lá.

source: Unnamed user
pt: Usuário(a) sem nome

source: Hi {name}, you have requested a new password for your pretalx account. To reset your password, click on the following link: {url} If this wasn't you, you can just ignore this email. All the best, the pretalx robot
pt: Olá {name}, Você solicitou uma nova senha para a sua conta pretalx. Para resetar a sua senha, clique no seguinte link: {url} Se não foi você, basta ignorar esse email. Atenciosamente Robô do pretalx

source: Password recovery
pt: Recuperar senha

source: Please click and drag to mark the availability during the conference.
pt: Por favor clique e arraste para marcar a sua disponibilidade durante a conferência.

source: The submitted availability does not comply with the required format.
pt: A disponibilidade submetida não cumpre com o formato requirido.

source: The submitted availability contains an invalid date.
pt: A disponibilidade submetida contém uma data inválida.

source: Please fill in your availabilities!
pt: Por favor preencha suas disponibilidades!

source: Room I
pt: Sala 1

source: Description, e.g.: Our main meeting place, Room I, enter from the right.
pt: Descrição. Ex.: O local principal do evento, Sala 1, entre pela direita.

source: Information for speakers, e.g.: Projector has only HDMI input.
pt: Informações para palestrantes. Ex.: Projetor só tem entrada HDMI.

source: A description for attendees, for example directions.
pt: Uma descrição para participantes, por exemplo direções.

source: Information relevant for speakers scheduled in this room, for example room size, special directions, available adapters for video input …
pt: Informação relevante para palestrantes agendados nesta sala, por exemplo tamanho da sala, direções especiais, adaptadores disponíveis …

source: How many people can fit in the room?
pt: Quantas pessoas cabem na sala?

source: Position
pt: Posição

source: This is the order that rooms are displayed in in the schedule (lower = left).
pt: Esta é a ordem que as salas são mostradas na agenda (mais pra baixo = esquerda).

source: version
pt: versão

source: The room is not available at the scheduled time.
pt: A sala não está disponível no tempo agendado.

source: A speaker is not available at the scheduled time.
pt: Um palestrante não está disponível no tempo agendado.

source: - Your talk “%(title)s” will take place at %(start)s in %(location)s
pt: - Sua palestra “%(title)s” acontecerá às %(start)s em %(location)s

source: - Your talk “%(title)s” has been moved to %(start)s in %(location)s
pt: - Sua palestra “%(title)s” foi movida para %(start)s em %(location)s

source: English
pt: Inglês

source: German
pt: Alemão

source: French
pt: Francês

source: Brazilian Portuguese
pt: Português Brasileiro

source: All speakers
pt: Todos(as) palestrantes

source: Additional Speaker
pt: Palestrante adicional

source: If you have a co-speaker, please add their email address here, and we will invite them to create an account. If you have more than one co-speaker, you can add more speakers after finishing the submission process.
pt: Se você tiver co-palestrante, por favor adicione seus email aqui, e nós iremos convidá-los(as) para criar uma conta. Se você tiver mais de um(a) co-palestrante você pode adicionar depois de terminar o processo de submissão.

source: Submission title
pt: Título da submissão

source: Please contact the organisers if you want to change how often you're presenting this submission.
pt: Por favor contate a organização se você deseja mudar quão frequentemente você estará apresentando essa submissão.

source: Submission types
pt: Tipos de submissão

source: Submission states
pt: Estados de submissão

source: headline
pt: título

source: text
pt: texto

source: Default submission type
pt: Tipo de submissão padrão

source: deadline
pt: data limite

source: Please put in the last date you want to accept submissions from users.
pt: Por favor coloque a última data que você quer aceitar submissões de usuários.

source: Talk
pt: Palestra

source: Rating
pt: Pontuação

source: Number
pt: Número

source: Text (one-line)
pt: Texto (uma linha)

source: Multi-line text
pt: Texto multi-linha

source: Yes/No
pt: Sim/Não

source: File upload
pt: Upload de arquivo

source: Choose one from a list
pt: Escolha um de uma lista

source: Choose multiple from a list
pt: Escolha multiplos de uma lista

source: per submission
pt: por submissão

source: per speaker
pt: por palestrante

source: for reviewers
pt: para revisores

source: question type
pt: tipo de pergunta

source: Do you require an answer from every speaker or for every talk?
pt: Você precisa de uma resposta de cada palestrante ou para cada palestra?

source: You can limit this question to some tracks. Leave this field empty to apply to all tracks.
pt: Você pode limitar essa pergunta para algumas trilhas. Deixe este campo em branco para aplicar em todas as trilhas.

source: question
pt: pergunta

source: help text
pt: texto de ajuda

source: Will appear just like this text below the question input field.
pt: Irá aparecer exatamente como este texto abaixo no campo de entrada.

source: default answer
pt: resposta padrão

source: position
pt: posição

source: Inactive questions will no longer be asked.
pt: Perguntas inativas não serão mais respondidas.

source: Answers contain personal data
pt: Perguntas contém dados pessoais

source: If a user deletes their account, answers of questions for personal data will be removed, too.
pt: Se um(a) usuário(a) apagar sua conta, respostas de dados pessoais serão removidas também.

source: Minimum text length
pt: Tamanho mínimo do texto

source: Minimum allowed text in characters or words (set in CfP settings).
pt: Mínimo de texto permitido em caracteres ou palavras (definido nas configurações do CfP)

source: Maximum text length
pt: Tamanho máximo do texto

source: Maximum allowed text lenght in characters or words (set in CfP settings).
pt: Tamanho máximo permitido em caracteres ou palavras.

source: Publish answers
pt: Publicar respostas

source: Answers will be shown on talk or speaker pages as appropriate. Please note that you cannot make a question public after the first answers have been given, to allow speakers explicit consent before publishing information.
pt: Respostas serão mostradas nas páginas da palestra ou palestrante conforme apropriado. Por favor note que você não pode tornar uma pergunta pública após as primeiras respostas, para garantir consentimento dos(as) palestrates.

source: description
pt: descrição

source: What do you think?
pt: O que você acha?

source: Phase start
pt: Início da fase

source: Phase end
pt: Fim da fase

source: Reviewers can write and edit reviews
pt: Revisores podem escrever e editar reviews

source: Reviewers can see other reviews
pt: Revisores podem ver outros reviews

source: Always
pt: Sempre

source: Never
pt: Nunca

source: After reviewing the submission
pt: Após revisar a submissão

source: Reviewers can see speaker names
pt: Revisores podem ver nomes de palestrantes

source: Reviewers can accept and reject submissions
pt: Revisores podem aceitar e rejeitar submissões

source: Speakers can modify their submissions before acceptance
pt: Palestrantes podem modificar suas submissões antes de aceitar

source: By default, modification of submissions is locked after the CfP ends, and is re-enabled once the submission was accepted.
pt: Por padrão, a modificação de submissões é bloqueada após o fim do CfP, e é re-habilitado após a submissão ser aceita.

source: rejected
pt: rejeitado

source: Submission state
pt: Status da submissão

source: These notes are meant for the organiser and won't be made public.
pt: Estas notas são para a organização e não serão públicas.
