Repository: somatorio/pretalx
Catalog: src/pretalx/locale/*/LC_MESSAGES/django.po
Languages: pt

source: The CfP has been modified.
pt: O CfP foi modificado.

source: The event has been added.
pt: O evento foi adicionado.

source: The event was modified.
pt: O evento foi modificado.

source: The event was made public.
pt: O evento se tornou público.

source: The event was deactivated.
pt: O evento foi desativado.

source: A plugin was enabled.
pt: Um plugin foi habilitado.

source: A plugin was disabled.
pt: Um plugin foi desabilitado.

source: The invitation to the event orga was accepted.
pt: O convite para a organização do evento foi aceito.

source: An invitation to the event orga was retracted.
pt: Um convite para a organização do evento foi cancelado.

source: An invitation to the event orga was sent.
pt: Um convite para a organização do evento foi enviado.

source: The invitation to the review team was retracted.
pt: O convite para a equipe de review foi removido.

source: The invitation to the review team was sent.
pt: O convite para a equipe de review foi enviado.

source: An email was modified.
pt: Um email foi modificado.

source: A pending email was deleted.
pt: Um email pendente foi apagado.

source: All pending emails were deleted.
pt: Todos os emails pendentes foram apagados.

source: An email was sent.
pt: Um email foi enviado.

source: A mail template was added.
pt: Um modelo de email foi adicionado.

source: A mail template was deleted.
pt: Um modelo de email foi apagado.

source: A mail template was modified.
pt: Um modelo de email foi modificado.

source: A question was added.
pt: Uma pergunta foi adicionada.

source: A question was deleted.
pt: Uma pergunta foi apagada.

source: A question was modified.
pt: Uma pergunta foi modificada.

source: A question option was added.
pt: Uma opção de resposta foi adicionada.

source: A question option was deleted.
pt: Uma opção de resposta foi apagada.

source: A question option was modified.
pt: Uma opção de resposta foi modificada.

source: A new room was added.
pt: Uma nova sala foi adicionada.

source: A new schedule version was released.
pt: Uma nova versão de agenda foi lançada.

source: The submission was accepted.
pt: A submissão foi aceita.

source: The submission was cancelled.
pt: A submissão foi cancelada.

source: The submission was confirmed.
pt: A submissão foi confirmada.

source: The submission was added.
pt: A submissão foi adicionada.

source: The submission was deleted.
pt: A submissão foi apagada.

source: The submission was rejected.
pt: A submissão foi rejeitada.

source: A submission resource was added.
pt: Um recurso de submissão foi adicionado.

source: A submission resource was deleted.
pt: Um recurso de submissão foi apagado.

source: A submission resource was modified.
pt: Um recurso de submissão foi modificado.

source: A speaker was added to the submission.
pt: Um(a) palestrante foi adicionado(a) à submissão.

source: A speaker was invited to the submission.
pt: Um(a) palestrante foi convidado(a) à submissão.

source: A speaker was removed from the submission.
pt: Um(a) palestrante foi removido(a) da submissão.

source: The submission was unconfirmed.
pt: A submissão foi desconfirmada.

source: The submission was modified.
pt: A submissão foi modificada.

source: The submission was withdrawn.
pt: A submissão foi removida.

source: A submission answer was modified.
pt: Uma resposta de submissão foi modificada.

source: A submission answer was added.
pt: Uma resposta de submissão foi adicionada.

source: A submission type was added.
pt: Um tipo de submissão foi adicionado.

source: A submission type was deleted.
pt: Um tipo de submissão foi apagado.

source: The submission type was made default.
pt: Um tipo de submissão foi definido como padrão.

source: A submission type was modified.
pt: Um tipo de submissão foi modificado.

source: A track was added.
pt: Uma trilha foi adicionada.

source: A track was deleted.
pt: Uma trilha foi apagada.

source: A track was modified.
pt: Uma trilha foi modificada.

source: A speaker has been marked as arrived.
pt: Um palestrante foi marcado como chegou.

source: A speaker has been marked as not arrived.
pt: Um palestrante foi marcado como não chegou.

source: The API token was reset.
pt: O token de API foi resetado.

source: The password was reset.
pt: A senha foi resetada.

source: The password was modified.
pt: A senha foi modificada.

source: The profile was modified.
pt: O perfil foi modificado.

source: Please give a fair review on why you'd like to see this submission at the conference, or why you think it would not be a good fit.
pt: Por favor faça um review justo em porque você gostaria de ver essa submissão na conferência, ou porque você acha que não seria uma boa adição.

source: Hi, you have received a new submission for your event {event_name}: “{submission_title}” by {speakers}. You can see details at {orga_url} All the best, your {event_name} CfP system.
pt: Olá, você recebeu uma nova submissão para o seu evento {event_name}: “{submission_title}” por {speakers}. Você pode ver os detalhes em {orga_url} Atenciosamente, seu sistema de CfP para {event_name}.

source: Hi, we hope you're happy with pretalx as your event's CfP system. These links may be helpful in the coming days and weeks: - Your event's dashboard: {event_dashboard} - A list of submissions: {event_submissions} - Your schedule editor: {event_schedule} If there is anything you're missing, come tell us about it at https://github.com/pretalx/pretalx/issues/new or via an email to mailto:rixx@cutebit.de!
pt: Olá, esperamos que esteja feliz com pretalx como sistema de CfP para o seu evento. Esses links podem ser úteis nos próximos dias e semanas: - O dashboard do seu evento: {event_dashboard} - Lista de submissões: {event_submissions} - Seu editor de agenda: {event_schedule} Se tiver qualquer coisa faltando, venha nos falar sobre isso em https://github.com/pretalx/pretalx/issues/new ou por um email para mailto:rixx@cutebit.de!

source: Hi, just writing you to let you know that your Call for Participation is now closed. You'll find a list of all your {submission_count} submissions here: {event_submissions} You can add reviewers here: {event_team} You can review submissions here: {event_review} And create your schedule here, once you have accepted submissions: {event_schedule}
pt: Olá, apenas escrevendo pra te deixar saber que a sua Chamada de Trabalhos está fechada. Você vai encontrar uma lista com todas as suas {submission_count} submissões aqui: {event_submissions} Você pode adicionar revisores aqui: {event_team} Você pode fazer review das submissões aqui: {event_review} E criar sua agenda aqui, assim que tiver aceitado submissões: {event_schedule}

source: Hi, congratulations, your event is over! Hopefully it went well. Here are some statistics you might find interesting: - You had {submission_count} talk submissions, - Of which you selected {talk_count} talks. - The reviewers wrote {review_count} reviews. - You released {schedule_count} schedules in total. - Over the course of the event, you sent {mail_count} mails. If there is anything you're missing, come tell us about it at https://github.com/pretalx/pretalx/issues/new or via an email to mailto:rixx@cutebit.de!
pt: Olá, parabéns, seu evento acabou! Espero que tenha ido tudo bem. Aqui estão algumas estatísticas que você pode achar interessantes: - Você teve {submission_count} submissões de palestras, - Das quais você selecionou {talk_count} palestras. - Os(As) revisores(as) fizeram {review_count} reviews. - Você lançou {schedule_count} agendas no total. - Durante o curso do evento, você enviou {mail_count} emails. Se estiver sentindo a falta de algo nos avise em https://github.com/pretalx/pretalx/issues/new ou via email para mailto:rixx@cutebit.de!

source: Edit
pt: Editar

source: Your changes have been saved.
pt: Suas mudanças foram salvas.

source: There was an error sending the mail. Please try again later.
pt: Houve um erro enviando o email. Por favor tente novamente mais tarde.

source: Huh. We had trouble saving your input – Please see below for details. 🠯
pt: Huh. Tivemos dificuldade salvando sua entrada - Por favor veja abaixo para mais detalhes. 🠯

source: You do not have permission to perform this action.
pt: Você não tem permissão para fazer isso.

source: Permission denied.
pt: Permissão negada.

source: Sorry, you do not have the required permissions to access this page.
pt: Desculpe, você não tem as permissões requiridas para acessar essa página.

source: Access denied.
pt: Acesso negado.

source: Page not found.
pt: Página não encontrada.

source: This page does not exist.
pt: Esta página não existe.

source: Huh, I could have sworn there was something here.
pt: Huh, Eu podia jurar que tinha algo aqui.

source: This page is no more.
pt: Esta página não existe mais.

source: This page has ceased to be.
pt: Esta página deixou de existir.

source: Internal server error.
pt: Erro interno no servidor.

source: Internal error, sorry.
pt: Erro interno, foi mal.

source: Internal server error, we've informed the maintenance robot.
pt: Erro interno do servidor, nós informamos o robô de manutenção.

source: Ouch, this page is broken.
pt: Ouch, essa página está quebrada.

source: This shouldn't happen, sorry. We're looking into it.
pt: Isso não devia ter acontecido, desculpe. Estamos vendo o que houve.

source: Huh. This seems broken. Please try again later.
pt: Hmmm, Isso parece quebrado. Por favor tente novamente mais tarde.

source: This seems broken. We're looking into it, please give us a bit.
pt: Isso parece quebrado. Estamos vendo o qe houve, por favor nos dê alguns minutos.

source: It's a bug, not a feature. We're looking into it.
pt: Não é um bug, é uma feature. Estamos vendo o que houve.

source: Email address
pt: Endereço de e-mail

source: New password (again)
pt: Nova senha (de novo)

source: You entered two different passwords. Please input the same one twice!
pt: Você digitou duas senhas diferentes. Por favor coloque a mesma duas vezes!

source: Your password is too weak or too common, please choose another one.
pt: Sua senha é muito fraca ou comum, por favor escolha outra.

source: Sorry, this password is too weak or too common, please choose another one.
pt: Desculpe, esta senha é muito fraca ou comum, por favor escolha outra.

source: Your password is the only thing protecting your account, so please choose a strong one.
pt: A sua senha é a única coisa protegendo a sua conta, então por favor escolha uma forte.

source: You can use {link_start}Markdown{link_end} here.
pt: Você pode usar {link_start}Markdown{link_end} aqui.

source: This content will be shown publicly.
pt: Este conteúdo será exibido publicamente.

source: I already have an account
pt: Eu já tenho uma conta

source: Reset password
pt: Reset de senha

source: I need a new account
pt: Eu preciso de uma conta nova

source: Register
pt: Registrar

source: This event is currently non-public. Only organisers can see it.
pt: Este evento está como não-público. Apenas organizadores podem vê-lo.

source: The event's logo
pt: O logo do evento

source: My submissions
pt: Minhas submissões

source: My E-mails
pt: Meus e-mails

source: My profile
pt: Meu perfil

source: Orga area
pt: Área da organização

source: Logout
pt: Deslogar

source: This is a static export generated at %(timestamp)s
pt: Esta é uma exportação estática gerada em %(timestamp)s

source: The pretalx logo
pt: O logo do pretalx

source: Contact us
pt: Entre em contato conosco

source: History
pt: Histórico

source: This change was performed by a member of the event orga.
pt: Esta mudança foi feita por uma pessoa da organização do evento.

source: An orga member
pt: Uma pessoa da organização

source: Copy
pt: Copiar

source: once
pt: uma vez

source: twice
pt: duas vezes

source: {number} times
pt: {number} vezes

source: User account is deactivated.
pt: A conta do usuária está destativada.

source: Limit to certain tracks?
pt: Limitar a certas trilhas?

source: Use languages
pt: Linguagens ativas

source: Choose all languages that your event should be available in.
pt: Escolha todas as linguagens que o seu evento deverá estar disponível.

source: Organiser
pt: Organizador(a)

source: The organiser running the event can copy settings from previous events and share team permissions across all or multiple events.
pt: A pessoa organizando o evento pode copiar configurações de eventos anteriores e compartilhar permissões do time em todos ou múltiplos eventos.

source: This is the address your event will be available at. Should be short, only contain lowercase letters and numbers, and must be unique. We recommend some kind of abbreviation with less than 10 characters that can be easily remembered.
pt: Esste é o endereço em que o evento estará disponível. Deve ser curto, apenas conter letras em minúsculas e números, e deve ser único. Nós recomendamos algum tipo de abreviação com menos de 10 caracteres que pode ser facilmente lembrado.

source: You cannot change the slug later on!
pt: Você não pode mudar o slug depois!

source: This short name is already taken, please choose another one (or ask the owner of that event to add you to their team).
pt: Este nome curto já foi pego, por favor escolha outro (ou solicite à pessoa responsável desse evento que te adicione ao time).

source: The default deadline for your Call for Papers.
pt: A data padrão de limite para submissões do seu Call for Papers.

source: Show on dashboard
pt: Mostrar no dashboard

source: Show this event on this website's dashboard, once it is public?
pt: Mostrar esse evento no dashboard deste website, quando se tornar público?

source: Main event colour
pt: Cor principal do evento

source: Provide a hex value like #00ff00 if you want to style pretalx in your event's colour scheme.
pt: Especifique um valor hexadecimal como #00ff00 se você quiser estilizar o pretalx com o esquema de cores do seu evento.

source: If you provide a logo image, we will by default not show your events name and date in the page header. We will show your logo in its full size if possible, scaled down to the full header width otherwise.
pt: Se você fornecer uma imagem de logo, nós iremos por padrão não mostrar o nome do evento e a data no cabeçalho do evento. Nós vamos mostrar o seu logo em tamanho real se possível, e reduzir o tamanho para a largura do cabeçalho caso não seja.

source: Frontpage header pattern
pt: Padrão do cabeçado da frontpage

source: Choose how the frontpage header banner will be styled. Pattern source: <a href="http://www.heropatterns.com/">heropatterns.com</a>, CC BY 4.0.
pt: Escolha como o banner do cabeçalho da frontpage será estilizado. Fonte dos padrões: <a href="http://www.heropatterns.com/">heropatterns.com</a>, CC BY 4.0.

source: Plain
pt: Plano

source: Circuits
pt: Circuitos

source: Circles
pt: Circulos

source: Topography
pt: Topografia

source: Graph Paper
pt: Papel quadriculado

source: Copy configuration from
pt: Copiar a configuração de

source: Do not copy
pt: Não copiar

source: The end of a phase has to be after its start.
pt: O fim de uma fase tem de ser depois do seu ínicio.

source: Invalid event slug – this slug is reserved: {value}.
pt: Slug de evento inválido - este slug está reservado: {value}.

source: Name
pt: Nome

source: The slug may only contain letters, numbers, dots and dashes.
pt: O slug deve conter apenas letras, números, pontos e hífens.

source: Short form
pt: Forma curta

source: Event is public
pt: O evento é público

source: Event start date
pt: Data de ínicio do evento

source: Event end date
pt: Data de fim do evento

source: All event dates will be localized and interpreted to be in this timezone.
pt: Todas as datas do evento serão localizadas e interpretadas como sendo nesse fuso horário.

source: Organiser email address
pt: Endereço de email da organização

source: Will be used as Reply-To in emails.
pt: Será usado como "Reply-To" nos emails.

source: Custom Event CSS
pt: CSS personalizado para o evento

source: Upload a custom CSS file if changing the primary colour is not sufficient for you.
pt: Faça upload de um arquivo CSS customizado se apenas mudar a cor primária não seja suficiente para você.

source: If you provide a logo image, your event's name will not be shown in the event header. The logo will be displayed left-aligned, and be allowed to grow up to the width of theevent content, if it is larger than that.
pt: Se você enviar uma imagem de logo, o nome do evento não será mostrado no cabeçalho do evento. O logo será mostrado alinhado à esquerda, e será permitido que cresça até a largura do conteúdo do evento, se for maior que isso.

source: Header image
pt: Imagem de cabeçalho

source: If you provide a header image, it will be displayed instead of your event's color and/or header pattern at the top of all event pages. It will be center-aligned, so when the window shrinks, the center parts will continue to be displayed, and not stretched.
pt: Se você enviar uma imagem de cabeçalho, ela será mostrado ao invés da cor do evento e/ou padrão do cabeçalho no topo de todas as páginas do evento. Ela será centralizada, então caso a janela diminua, as partes no centro continuarão sendo mostradas, e não será esticado.

source: Default language
pt: Linguagem padrão

source: Landing page text
pt: Texto da página de entrada

source: This text will be shown on the landing page, alongside with links to the CfP and schedule, if appropriate.
pt: Este texto será mostrado na página de entrada, junto com links para o CfP e agenda, se apropriado.

source: Selection
pt: Selecionar Plugins

source: News from your content system
pt: Novidades do seu sistema de conteúdo

source: Should be short, only contain lowercase letters and numbers, and must be unique, as it is used in URLs.
pt: Deve ser curto, apenas conter letras minúsculas e números, e deve ser único já que será usado em URLs.

source: Team name
pt: Nome da equipe

source: Team members
pt: Membros da equipe

source: Apply permissions to all events by this organiser (including newly created ones)
pt: Aplicar permissões para todos os eventos deste organizador (incluindo novos)

source: Limit permissions to these events
pt: Limitar permissões para estes eventos

source: Limit to tracks
pt: Limitar para trilhas

source: Can create events
pt: Pode criar eventos

source: Can change teams and permissions
pt: Pode mudar equipes e permissões

source: Can change organiser settings
pt: Pode mudar configurações de organizadores

source: Can change event settings
pt: Pode mudar configurações de evento

source: Can work with and change submissions
pt: Pode trabalhar com submissões e modificá-las

source: Is a reviewer
pt: Pode revisar

source: Override votes
pt: Sobrepor votos

source: Each member of this team will have this amount of override votes per event to indicate an absolute positive or negative opinion of a submission.
pt: Cada membro dessa equipe terá essa quatidade de votos de sobreposição por evento para indicar uma opinião absoluta positiva ou negativa.

source: {name} on {orga}
pt: {name} em {orga}

source: Invite to team {team} for {email}
pt: Convidar para a equipe {team} por {email}

source: Hi! You have been invited to the {name} event organiser team - Please click here to accept: {invitation_link} See you there, The {event} team
pt: Oi! Você foi convidado(a) para o time de organização do {name} - Por favor clique aqui para aceitar: {invitation_link} Te vejo lá, Organização do {event}

source: You have been invited to an organiser team
pt: Você foi convidado(a) para uma equipe de organização

source: Preparation
pt: Preparação

source: Configure the event
pt: Configurar o evento

source: Gather your team
pt: Junte sua equipe

source: Write a CfP
pt: Escreva um CfP

source: Customize mail templates
pt: Customize os modelos de email

source: CfP is open
pt: CfP está aberta

source: Monitor submissions
pt: Monitorar submissões

source: Submit talks for your speakers
pt: Submeter

source: Invite reviewers
pt: Convidar revisores(as)

source: Let reviewers do their work
pt: Deixe os(as) revisores(as) fazerem seu trabalho

source: Accept or reject submissions
pt: Aceite ou rejeite submissões

source: Build your first schedule
pt: Construa sua agenda inicial

source: Release schedules as needed
pt: Publique agendas conforme for necessário

source: Inform your speakers about the infrastructure
pt: Informe seus palestrantes sobre a infraestrutura

source: Event
pt: Evento

source: Provide a point of contact for the speakers
pt: Forneça um ponto de contato para os(as) palestrantes

source: Enjoy the event!
pt: Aproveite o evento!

source: Wrapup
pt: Conclusão

source: Monitor incoming feedback
pt: Monitore o feedback

source: Embed talk recordings if available
pt: Adicione gravaçoes das palestras se disponível

source: Release next event date?
pt: Publicar a data do próximo evento?

source: Link to confirm a submission after it has been accepted.
pt: Link para confirmar uma submissão depois que ela foi aceita.

source: The event's full name.
pt: Nome completo do evento.

source: The title of the submission in question. Only usable in default templates.
pt: O título da submissão em questão. Utilizável apenas em templates padrão.

source: The link to a submission. Only usable in default templates.
pt: O link para uma submissão. Utilizável apenas em templates padrão.

source: The name(s) of all speakers in this submission.
pt: O(s) nome(s) de todos os palestrantes nessa submissão.

source: The track the submission falls under
pt: A trilha na qual a submissão se encaixa

source: Your submission: {submission_title}
pt: Sua submissão: {submission_title}

source: Hi! We have received your submission "{submission_title}" to {event_name}. We will notify you once we have had time to consider all submissions, but until then you can see and edit your submission at {submission_url}. Please do not hesitate to contact us if you have any questions! The {event_name} organisers
pt: Olá! Recebemos a sua submissão "{submission_title}" para {event_name}. Nós vamos te notificar assim que tivermos tido o tempo para considerar todas submissões, mas até lá você pode ver e editar a sua submissão em {submission_url}. Por favor não hesite em nos contatar se tiver quaisquer perguntas! Organizadores do {event_name}

source: Hi! We are happy to tell you that we accept your submission "{submission_title}" to {event_name}. Please click this link to confirm your attendance: {confirmation_link} We look forward to seeing you at {event_name} - Please contact us if you have any questions! We will reach out again before the conference to tell you details about your slot in the schedule and technical details concerning the room and presentation tech. See you there! The {event_name} organisers
pt: Olá! Estamos felizes em dizer que aceitamos a sua submissão "{submission_title}"para {event_name}. Por favor clique neste link para confirmar a sua participação: {confirmation_link} Estamos ansiosos para te ver no {event_name} - Por favor nos contate se tiver quaisquer perguntas! Nós iremos te contatar em breve antes da conferência para te dar mais detalhes sobre o seu slot na agenda e detalhes técnicos sobre o local da apresentação. Te vemos lá! Organizadores do {event_name}

source: Hi! We are sorry to tell you that we cannot accept your submission "{submission_title}" to {event_name}. There were just too many great submissions - we hope to see you at {event_name} as an attendee instead of a speaker! The {event_name} organisers
pt: Olá! Sentimos muito em informar que não pudemos aceitar a sua submissão "{submission_title}" para o {event_name}. Haviam muitas submissões incríveis e infelizmente não pudemos pegar todas. Esperamos te ver no {event_name} como participante! Organizadores do {event_name}

source: New schedule!
pt: Nova agenda!
