Repository: somatorio/pretalx
Catalog: src/pretalx/locale/*/LC_MESSAGES/django.po
Languages: pt

source: Hi! We have released a new schedule version, and wanted to tell you: {notifications} We look forward to seeing you, and please contact us if there is any problem with your talk or assigned slot. The {event_name} organisers
pt: Olá! Nós liberamos uma nova versão da agenda, e queríamos te de dizer: {notifications} Estamos ansiosos por te ver, e por favor nos contate se tiver qualquer problema com a sua palestra ou slot definido. Organizadores do {event_name}

source: We have some questions about your submission
pt: Nós temos algumas perguntas sobre a sua submissão

source: Hi! We have some open questions about yourself and your submission that we'd like to ask you to answer: {questions} You can answer them at {url}. Please do not hesitate to contact us if you have any questions in turn! The {event_name} orga
pt: Olá! Nós temos algumas perguntas em aberto sobre você e sua submissão que gostaríamos que você respondesse: {questions} Voce pode responder em {url}. Por favor não hesite em nos contatar se tiver alguma pergunta! Organizadores do {event_name}

source: Reply-To
pt: Responder para

source: Change the Reply-To address if you do not want to use the default organiser address
pt: Mude o endereço de responder para se não quiser usar o email da organização padrão

source: BCC
pt: Cco

source: Enter comma separated addresses. Will receive a blind copy of every mail sent from this template. This may be a LOT!
pt: Coloque emails separados por vírgula. Eles irão receber uma cópia oculta de cada email enviado desse modelo. Isso pode ser MUITO!

source: Full submission content:
pt: Conteúdo completo da submissão:

source: To
pt: Para

source: One email address or several addresses separated by commas.
pt: Um endereço de email ou vários endereços separados por vírgulas.

source: By default, the organiser address is used as Reply-To.
pt: Por padrão, o endereço do organizador é usado como Reply-To.

source: Sent at
pt: Enviar

source: This mail has been sent already. It cannot be sent again.
pt: Este email já foi enviado. Ele não pode ser enviado novamente.

source: Use tracks
pt: Usar trilhas

source: Do you organise your talks by tracks?
pt: Você organiza suas palestras por trilhas?

source: Slot Count
pt: Contagem de Slots

source: Can talks be held multiple times?
pt: Palestras podem ocorrer em múltiplas vezes?

source: Display deadline publicly
pt: Mostrar publicamente a data limite

source: Show the time and date the CfP ends to potential speakers.
pt: Mostrar a data e hora que o CfP acaba para palestrantes em potencial.

source: Minimum length
pt: Tamanho mínimo

source: Maximum length
pt: Tamanho máximo

source: Count text length in
pt: Considerar o tamanho máximo em

source: Characters
pt: Caracteres

source: Words
pt: Palavras

source: Send mail on new submission
pt: Enviar email para novas submissões

source: If this setting is checked, you will receive an email to the organiser address for every received submission.
pt: Se esta configuração for marcada, você irá receber um email no endereço da organização para cada submissão recebida.

source: Active languages
pt: Linguagens ativas

source: If you provide a header image, it will be displayed instead of your event's color and/or header pattern on top of all event pages. It will be center-aligned, so when the window shrinks, the center parts will continue to be displayed, and not stretched.
pt: Se você enviar uma imagem de cabeçalho, ela será mostrado ao invés da cor do evento e/ou padrão do cabeçalho no topo de todas as páginas do evento. Ela será centralizada, então caso a janela diminua, as partes no centro continuarão sendo mostradas, e não será esticado.

source: If you provide a logo image, we will by default not show your event's name and date in the page header. We will show your logo in its full size if possible, scaled down to the full header width otherwise.
pt: Se você fornecer uma imagem de logo, nós iremos por padrão não mostrar o nome do evento e a data no cabeçalho do evento. Nós vamos mostrar o seu logo em tamanho real se possível, e reduzir o tamanho para a largura do cabeçalho caso não seja.

source: You can type in your CSS instead of uploading it, too.
pt: Você pode digitar o seu CSS ao invés de fazer upload também.

source: The name of your conference, e.g. My Conference
pt: O nome da sua conferência. Ex.: Minha Conferência

source: A short version of your conference name, e.g. mycon
pt: Uma versão curta do nome da sua conferência. Ex.: micon

source: A color hex value, e.g. #ab01de
pt: Um valor de cor em hexadecimal. Ex.: #ab01de

source: Your default language needs to be one of your active languages.
pt: Sua linguagem padrão precisa ser uma das suas linguagens ativas.

source: Custom domain
pt: Domínio personalizado

source: Enter a custom domain, such as https://my.event.example.org
pt: Entre um domínio customizado, como https://meu.evento.exemplo.org

source: Set to show this event on this website's public dashboard. Will only show if the event is public.
pt: Marque para mostrar esse evento no dashboard público desse website. Só irá aparecer se o evento estiver público.

source: Show schedule publicly
pt: Mostrar agenda publicamente

source: Unset to hide your schedule, e.g. if you want to use the HTML export exclusively.
pt: Desmarque para esconder sua agenda. Ex.: Se quiser usar o export apenas.

source: Show a sneak peek before schedule release
pt: Mostrar uma espiada antes do lançamento da agenda

source: Set to publicly display a list of talks, which have the "is featured" flag enabled.
pt: Marque para mostrar publicamente uma lista de palestras, que tiverem a flag "em destaque" habilitada.

source: Generate HTML export on schedule release
pt: Gerar um export de HTML no lançamento de agenda

source: The static HTML export will be provided as a .zip archive on the schedule export page.
pt: O export do HTML estático será disponibilizado como um .zip na página de export da agenda.

source: HTML Export URL
pt: URL do Export HTML

source: If you publish your schedule via the HTML export, you will want the correct absolute URL to be set in various places. Please only set this value once you have published your schedule. Should end with a slash.
pt: Se você publicar a sua agenda pelo HTML export, você irá querer a URL absoluta correta definida em vários lugares. Por favor defina esse valor assim que tiver publicado a sua agenda. Deve terminar com uma barra.

source: Ask search engines not to index the event pages
pt: Pedir que motores de busca não indexem as páginas do evento

source: You cannot choose the base domain of this installation.
pt: Você não pode escolher o domínio base dessa instalação.

source: This domain is already in use for a different event.
pt: Este domínio já está em uso para um evento diferente.

source: The domain "{domain}" does not have a name server entry at this time.
pt: O domínio "{domain}" não tem uma entrada de name server neste momento.

source: Sender address
pt: Email de envio

source: Sender address for outgoing emails.
pt: Endereço de email para emails de saída.

source: Contact address
pt: Endereço de contato

source: Reply-To address. If this setting is empty and you have no custom sender, your event email address will be used as Reply-To.
pt: Endereço de Reply-To. Se esta configuração estiver vazia e você não tiver um email de envio customizado, o endereço de email do seu evento será usado como Reply-To.

source: Mail subject prefix
pt: Prefixo do assunto dos emails

source: The prefix will be prepended to outgoing mail subjects in [brackets].
pt: O prefixo será adicionado ao início dos emails de saída em [colchetes].

source: Mail signature
pt: Assinatura dos emails

source: The signature will be added to outgoing mails, preceded by "-- ".
pt: A assinatura será adicionada à emails de saída, precedida por "-- ".

source: Use custom SMTP server
pt: Usar um servidor SMTP customizado

source: All mail related to your event will be sent over the SMTP server specified by you.
pt: Todos os emails relacionados ao seu evento serão enviados pelo servidor SMTP especificado.

source: Port
pt: Porta

source: Username
pt: Usuário

source: Password
pt: Senha

source: Use STARTTLS
pt: Utilizar STARTTLS

source: Commonly enabled on port 587.
pt: Geralmente habilitado na porta 587.

source: Use SSL
pt: Utilizar SSL

source: Commonly enabled on port 465.
pt: Geralmente habilitado na porta 465.

source: Leave empty to use the default address: {}
pt: Deixe em branco para usar o endereço padrão: {}

source: You can activate either SSL or STARTTLS security, but not both at the same time.
pt: Você pode ativar a segurança SSL ou STARTTLS, mas não ambos ao mesmo tempo.

source: You have to activate either SSL or STARTTLS security if you use a non-local mailserver due to data protection reasons. Your administrator can add an instance-wide bypass. If you use this bypass, please also adjust your Privacy Policy.
pt: Você tem de ativar a segurança SSL ou STARTTLS se você usa um servidor de emails que não seja local para proteção de dados. Seu administrador por adicionar um bypass para a instância. Se você usa esse bypass, por favor também ajuste sua Política de Privacidade.

source: Require a review score
pt: Requerer uma pontuação de review

source: Require a review text
pt: Requerer um texto de review

source: Help text for reviewers
pt: Texto de ajuda para revisores

source: This text will be shown at the top of every review, as long as reviews can be created or edited.
pt: Este texto será mostrado no topo de cada review, desde que reviews possam ser criadas ou editadas.

source: Allow override votes
pt: Permitir votos de sobreposição

source: Review teams can be assigned a fixed amount of "override votes": Positive or negative vetos each reviewer can assign.
pt: Equipes de review podem receber uma quantidade fixa de "votos de sobreposição": Vetos negativos ou positivos que cada revisor pode dar.

source: Minimum score
pt: Pontuação mínima

source: The minimum score reviewers can assign
pt: A pontuação mínima que revisores podem dar

source: Maximum score
pt: Pontuação máxima

source: The maximum score reviewers can assign
pt: A pontuação máxima que revisores podem dar

source: You can configure override votes <a href="{link}">in the team settings</a>.
pt: Você pode configurar votos de sobreposição <a href="{link}">nos parâmetros da equipe</a>.

source: Score label ({})
pt: Etiqueta da pontuação ({})

source: Human readable explanation of what a score of "{}" actually means, e.g. "great!".
pt: Explicação humanamente legível do que uma pontuação "{}" significa, e.g. "ótimo!".

source: Please assign a minimum score smaller than the maximum score!
pt: Por favor defina uma pontuação mínima menor do que a pontuação máxima!

source: Unknown template key: "{key}", locale: {locale}
pt: Chave de modelo desconhecida: "{key}", localização: {locale}

source: An email needs to have at least one recipient.
pt: Um email precisa ter ao menos um destino.

source: Recipient groups
pt: Grupos de destino

source: Everyone with submission(s) that have not been accepted/rejected yet
pt: Todos com submissão(ões) que não foram aceitas/rejeitadas ainda

source: All accepted speakers (who have not confirmed their talk yet)
pt: Todos(as) palestrantes aceitos (que ainda não confirmaram a palestra)

source: All confirmed speakers
pt: Todos(as) palestrantes confirmados

source: All rejected speakers
pt: Todos(as) os(as) palestrantes rejeitados(as)

source: All reviewers in your team
pt: Todos(as) revisores no seu time

source: All submissions in these tracks
pt: Todas submissões nessas trilhas

source: All submissions of these types
pt: Todas submissões desses tipos

source: Recipients
pt: Destino

source: Please note: Placeholders will not be substituted, this is an upcoming feature. Leave no placeholders in this field.
pt: Por favor note: "Placeholders" não serão substituidos, isso é uma feature para o futuro. Não deixe nenhum placeholder nesse campo.

source: No score
pt: Sem pontuação

source: Negative override (Veto)
pt: Sobreposição negativa (Veto)

source: Positive override
pt: Sobreposição positiva

source: You have {count} override vote left.
pt: Você tem <strong>{count}</strong> veto.

source: Please assign a score between {self.min_value} and {self.max_value}!
pt: Por favor defina uma nota entre {self.min_value} e {self.max_value}!

source: Notify speakers of changes
pt: Notificar palestrantes de mudanças

source: This schedule version was used already.
pt: Esta versão de agenda já foi usada.

source: Speaker email
pt: Email do(a) palestrante

source: The email address of the speaker holding the talk. They will be invited to create an account.
pt: O endereço de email do(a) palestrante que fará a palestra. Eles(as) serão convidados(as) a criar uma conta.

source: Speaker name
pt: Nome do(a) palestrante

source: The name of the speaker that should be displayed publicly.
pt: Nome da pessoa que deve ser mostrado publicamente.

source: Hi, nice to see you!
pt: Olá, bom te ver!

source: Welcome!
pt: Benvindo(a)!

source: I hope you are having a good day :)
pt: Eu espero que esteja tendo um bom dia :)

source: Remember: organising events is lots of work, but it pays off.
pt: Lembre: organizar eventos dá muito trabalho, mas isso se paga.

source: If you are waiting for feedback from your speakers, try sending a mail to a subset of them.
pt: Se você está esperando por feedback dos(as) seus(suas) palestrantes, tente enviar um email para alguns(umas) deles(as).

source: Remember to provide your speakers with all information they need ahead of time.
pt: Lembre de dar aos palestrantes toda informação que precisam antes do evento.

source: Even the busiest event organisers should make time to see at least one talk ;)
pt: Mesmo os organizadores de evento mais ocupados devem ter tempos para ver ao menos uma palestra ;)

source: Pudding
pt: Pudim

source: Chocolate chip cookies
pt: Cookies de chocolate

source: I think this talk is well-suited to this conference, because ...
pt: Eu acho que essa palestra é boa para essa conferência, porque ...

source: I think this talk might fit the conference better, if ...
pt: Eu acho que essa palestra funciona bem na conferência, porque ...

source: I think this talk sounds like a perfect fit for Day 2, since ...
pt: Eu acho que essa palestra parece perfeita para o dia 2, já que ...

source: I think this talk might be improved by adding ...
pt: Eu acho que essa palestra pode ser melhorada se adicionar ...

source: I have heard a similar talk by this speaker, and I think ...
pt: Eu já ouvi uma palestra similar dessa pessoa, e eu acho que ...

source: In my opinion, this talk will appeal to ...
pt: Na minha opinião, essa palestra irá interessar ...

source: While I think the talk is a great fit, it might be improved by ...
pt: Mesmo achando que essa palestra é ótima, ela pode ser melhorada ...

source: You're on a roll!
pt: Você está com tudo!

source: "Just ONE more review, promise …"
pt: "Só mais UMA review, prometo..."

source: Review saved, thanks!
pt: Review salva, obrigado!

source: One down, ... some more to go!
pt: Um já foi, ... mais alguns pra terminar!

source: Conferences build on good talk selection – which builds on reviewers like you!
pt: ConferÊncias são construídas em cima de uma boa seleção de palestras - o que é construída em cima de revisores(as) como você!

source: Remember to take a break between reviews, occasionally.
pt: Lembre de descansar entre reviews, de vez em quando.

source: Administrator information
pt: Informações da administração

source: You are running pretalx in development mode. Please <strong>STOP</strong> and set the DEBUG variable to False if this page is in any way reachable from the internet.
pt: Você está rodando pretalx no modo desenvolvimento. Por favor <strong>PARE</strong> e defina a variável DEBUG para False se esta página está disponível da internet.

source: Settings
pt: Configurações

source: Settings have been loaded from:
pt: Configurações carregadas de:

source: No settings files were found, all settings are either set to their default value or have been read from environment variables.
pt: Nenhum arquivo de configuração foi encontrado, todas as configurações estão no seu padrão ou foram lidas de variáveis de ambiente.

source: Database
pt: Banco de dados

source: Files
pt: Arquivos

source: Static files
pt: Arquivos estáticos

source: Media files
pt: Arquivos de mídia

source: Mails
pt: Emails

source: User
pt: Usuário

source: An email password has been set.
pt: Uma senha de email foi definida.

source: No email password has been set.
pt: Nenhuma senha de email foi definida.

source: System
pt: Sistema

source: Executable
pt: Executável

source: On errors, emails will be sent to:
pt: No caso de erros, emails serão enviados para:

source: On errors, no emails will be sent.
pt: No caso de erros, emails não serão enviados.

source: No redis server has been configured.
pt: Nenhum servidor redis foi configurado.

source: Redis is used as cache backend:
pt: Redis está sendo usado como backend de cache:

source: No celery workers have been configured.
pt: Nenhum worker do celery foi configurado.

source: Current queue length
pt: Tamanho atual da fila

source: pretalx website
pt: website do pretalx

source: pretalx documentation
pt: documentação do pretalx

source: Configuration reference
pt: Referência de configuração

source: Installation guide
pt: Guia de instalação

source: Upgrade/maintenance guide
pt: Guia de upgrade/manutenção

source: Release notes
pt: Notas de release

source: pretalx blog (release announcements, features)
pt: blog do pretalx (anúncios de release, features)

source: Sign in
pt: Logar

source: Search for events
pt: Procurar por eventos

source: Navigate
pt: Navegar

source: You're using pretalx as a superuser. This is not recommended.
pt: Você está usando pretalx como super usuário. Isso não é recomendado.

source: Please click here to switch to an administrator account.
pt: Por favor clique aqui para mudar para uma conta de administrador.

source: Teams
pt: Equipes

source: Select Plugins
pt: Selecionar Plugins

source: Content
pt: Conteúdo

source: Tracks
pt: Trilhas

source: Submission Types
pt: Tipos de submissão

source: Submissions
pt: Submissões

source: Statistics
pt: Estatísticas

source: Speaker Information
pt: Informações de palestrante

source: Rooms
pt: Salas

source: Export
pt: Exportar

source: Import
pt: Importar

source: Outbox
pt: Caixa de saída

source: Templates
pt: Modelos

source: Compose E-mails
pt: Compor e-mails

source: Sent E-mails
pt: Enviar e-mails

source: Organisers
pt: Organizadores

source: Admin information
pt: Informações de admin

source: powered by <a %(a_attr)s>pretalx</a>
pt: rodando com <a %(a_attr)s>pretalx</a>

source: running in development mode
pt: rodando no modo de desenvolvimento

source: Do you really want to delete this question?
pt: Você realmente quer apagar essa pergunta?

source: Yes
pt: Sim

source: This question is currently active, it will be asked during submission.
pt: Esta pergunta está ativa, ela será perguntada durante a submissão.

source: Hide question
pt: Esconder questão

source: This question is currently inactive, and will not be asked during submission.
pt: Essa pergunta está inativa, e não será perguntada durante a submissão.

source: Activate question
pt: Ativar pergunta

source: Filter
pt: Filtrar

source: Nobody has answered this question at the moment.
pt: Ninguém respondeu essa pergunta ainda.

source: This question has been answered <strong>%(count)s</strong>, <strong>%(missing)s</strong> answers are still missing.
pt: Essa pergunta foi respondida <strong>%(count)s</strong> vezes, <strong>%(missing)s</strong> respostas continuam faltando.

source: This question has been answered <strong>%(count)s</strong>, and no answers are missing.
pt: Essa pergunta foi respondida <strong>%(count)s</strong> vezes, não falta nenhuma resposta.

source: Answers
pt: Respostas

source: Answer
pt: Resposta

source: Amount
pt: Quantidade

source: lost file
pt: arquivo perdido

source: Empty answer
pt: Resposta vazia

source: Question
pt: Questão

source: New question
pt: Nova questão

source: This question has already been answered by some speakers – please consider carefully if modifying it would render those answers obsolete. You could also deactivate this question and start a new one instead.
pt: Essa pergunta já foi respondida por alguns(umas) palestrantes - por favor considere cuidadosamente se modificá-la vai tornar essas respostas obsoletas. Você pode também desativar essa pergunta e iniciar uma nova.

source: If you mark a Yes/No question as required, it means that the user has to select Yes and No is not accepted. If you want to allow both options, do not make this field required.
pt: Se você marcar uma pergunta Sim/Não como requerida, isso significa que o usuário tem de selecionar Sim e Não não será aceita. Se você quer permitir ambas as opções, não deixe esse campo como requerido.

source: Answer options
pt: Opções de resposta

source: Add a new option
pt: Adicionar uma nova opção

source: Send out reminders
pt: Enviar lembretes

source: Reminders will be sent out for missing <strong>mandatory</strong> answers only. You can make a question mandatory now if you want a reminder to be sent out. You will be able to review emails before they are sent out.
pt: Lembretes serão enviados apenas para respostas <strong>mandatórias</strong> que estão faltando. Você pode tornar uma questão como mandatória agora se quiser enviar um lembre. Você poderá rever emails antes deles serem enviados.

source: Send to
pt: Enviar para

source: Questions can help you sort out additional details with speakers, such as clothing sizes, special requirements such as dietary needs, or accommodation. Questions can be asked either on a per-submission level, or per speaker, as you see fit.
pt: Perguntas podem ajudar a resolver detalhes adicionais com palestrantes, como tamanho de roupas, requisitos especiais como necessidades de dieta, ou acomodação. Perguntas podem ser tanto no nível por submissão quanto por palestrante, como achares melhor.

source: Send out reminders for unanswered questions
pt: Enviar lembretes de perguntas não respondidas

source: Add a new question
pt: Adicionar uma nova pergunta

source: Target
pt: Alvo

source: required
pt: requerido

source: active
pt: ativo

source: Move question down
pt: Mover pergunta para baixo

source: Move question up
pt: Mover pergunta para cima

source: Delete
pt: Apagar

source: You have configured no questions yet.
pt: Você ainda não tem perguntas configuradas.

source: Add a question now!
pt: Adicione uma pergunta agora!

source: Do you really want to delete this submission type?
pt: Você realmente quer apagar esse tipo de submissão?

source: Submission Type
pt: Tipo de submissão

source: New Submission Type
pt: Novo tipo de submissão

source: Different submission types may help to guide speakers into different slot lengths (short talks vs long talks) or different presentation formats (talk vs workshop vs metal concert).
pt: Tipos diferentes de submissão podem ajudar a guiar palestrantes em diferentes tamanhos de palestra (longas vs curtas) ou diferentes formatos (palestra vs workshop vs concerto de metal).

source: Default duration
pt: Duração padrão

source: Default
pt: Padrão

source: Go to pre-filled CfP form
pt: Ir para formulário de CfP pré-preenchido

source: New type
pt: Novo tipo

source: A good Call for Participation will engage potential speakers. Remember to include:
pt: Um bom Call for Papers irá engajar potenciais palestrantes. Lembre de incluir:

source: The formats (talks, workshops, panels) and their durations
pt: Os formatos (palestras, workshops, painéis) e suas durações
