Repository: somatorio/pretalx
Catalog: src/pretalx/locale/*/LC_MESSAGES/django.po
Languages: pt

source: Topics you are looking for
pt: Tópicos que você procura

source: How open you are to alternative topics
pt: Quão aberto(a) você está para tópicos alternativos

source: The people coming to your conference: interests, experience level …
pt: As pessoas vindo para a sua conferência: interesses, nível de experiência …

source: Link your Code of Conduct and Data Protection statements.
pt: Link para o seu Código de Conduta e declaração de proteção de dados.

source: Do you offer financial or other support, e.g. support for first time speakers?
pt: Você oferece suporte financeiro ou de outro tipo? Ex.: Suporte para palestrantes iniciantes?

source: Dates and location
pt: Datas e localização

source: Text and deadline
pt: Texto e data limite

source: Submission information
pt: Informações para submissão

source: Select which information should be requested and/or required during CfP submission.
pt: Selecione qual informação deve ser requisitada e/ou requirida durante a submissão no CfP.

source: Click here to view the submission form.
pt: Clique aqui para ver o formulário de submissão.

source: Request
pt: Requisitar

source: Require
pt: Requerir

source: Abstract
pt: Resumo

source: Description
pt: Descrição

source: Biography
pt: Biografia

source: Availability
pt: Disponibilidade

source: Notes
pt: Notas

source: Recording opt-out
pt: Opt-out de gravação

source: Talk image
pt: Imagem para a palestra

source: Duration
pt: Duração

source: Do you really want to delete this track?
pt: Você realmente quer apagar essa trilha?

source: New track
pt: Nova equipe

source: Tracks are used to sort your talks into categories. You can use the CfP settings to determine if speakers can select the track for their talk themselves. Track colors are helpful to help attendees navigate your schedule.
pt: Trilas são usadas para organizar suas palestras em categorias. Você pode usar as configurações do CfP para determinar se os(as) palestrantes podem selecionar a trilha para a sua trilha por si mesmos. As cores das trilhas ajudam a facilitar para os participantes navegarem pela sua agenda.

source: Color
pt: Cor

source: Your event has been created and you're ready to go! Check out the event settings, set up your Call for Papers with submission types and questions, and you're ready to go!
pt: Seu evento foi criado e você está pronto para continuar! Verifique as configurações do evento, defina o seu Call for Papers com tipos de submissão e perguntas, e você está pronto para receber submissões!

source: Your event is currently
pt: Seu evento está

source: live
pt: ativo

source: not live
pt: inativo

source: Click here to change
pt: Clique aqui para mudar

source: Do you really want to delete this event?
pt: Você realmente quer apagar esse evento?

source: ALL related data, such as submissions, and speaker profiles, and uploads, will also be deleted and cannot be restored.
pt: TODOS os dados relacionados, como submissões, perfis de palestrantes e uploads, também serão apagados e não podem ser restaurados.

source: Deactivate event
pt: Desativar evento

source: Go live
pt: Ativar

source: Your event is currently live and publicly visible. If you take it down, it will only be visible to you and your team.
pt: Seu evento está ativo e publicamente visível. Se você o desativar, ele será visível apenas para você e seu time.

source: Your event is currently only visible to you and your team. By going live, it will be publicly visible.
pt: Seu evento está visível somente para você e seu time. Ao ativar ele será publicamente vísivel.

source: Your event may not be ready for release yet!
pt: Seu evento pode não estar pronto para ser lançado ainda!

source: Fix me
pt: Corrigir

source: There may be easy ways to improve your event before its release!
pt: Pode haver formas fáceis de melhorar o seu evento antes de ser lançado!

source: Go offline
pt: Desativar

source: New event
pt: Novo evento

source: Step %(current)s of %(total)s
pt: Etapa %(current)s de %(total)s

source: Next step
pt: Próxima etapa

source: Previous step
pt: Etapa anterior

source: You can copy settings from previous events here, such as mail settings, submission types, and email templates. Please check those settings once the event has been created!
pt: Você pode copiar configurações de eventos anteriores aqui, como configurações de email, tipos de submissão e modelos de email. Por favor verifique estas configurações assim que o evento for criado!

source: Choose your inital customisations here – you can always change them later, or enhance them with custom CSS.
pt: Escolha suas customizações iniciais aqui - você pode sempre mudar elas depois, ou melhorá-las com um CSS customizado.

source: The event creation assistant will help you to get started with a new event.
pt: O assistente de criação de evento irá te ajudar a começar com um novo evento.

source: What's your timeline like? You can later add submission types with different deadlines (e.g. if you accept workshop submissions later than your talk submissions).
pt: Como é a sua timeline? Você pode depois adicionar tipos de submissão com datas limite diferentes (Ex.: se você aceita submissões de workshop até depois de palestras).

source: Date
pt: Data

source: Invitation
pt: Convite

source: Invitation to the %(organiser)s team "%(name)s"
pt: Convite para a equipe de %(organiser)s "%(name)s"

source: Join the team!
pt: Entre na equipe!

source: Please confirm:
pt: Por favor confirme:

source: This email was sent on %(timestamp)s.
pt: Este email foi enviado em %(timestamp)s.

source: Mail Editor
pt: Editor de email

source: Save and send
pt: Salvar e enviar

source: Discard
pt: Descartar

source: Copy to draft
pt: Copiar para rascunho

source: pending mail
pt: email pendente

source: Send all
pt: Enviar tudo

source: Discard all
pt: Descartar tudo

source: send
pt: enviar

source: edit
pt: editar

source: delete
pt: apagar

source: Sent Mails
pt: Emails enviados

source: Sent
pt: Enviado

source: You have some variables available that will be rendered into the mails (in the appropriate language) before sending:
pt: Você tem algumas variáveis disponíveis que serão renderizadas nos emails (na linguagem correta) antes de enviar:

source: Mail Template Editor
pt: Editor de modelo de email

source: You can edit the default templates and your custom templates for emails here. If you want to send emails to some or all of your speakers, head over to the "Send Emails" tab. Mails queued for sending are in the "Outbox" tab.
pt: Você pode editar os modelos padrões e os seus modelos customizados de emails aqui. Se você quer enviar emails para alguns dos seus palestrantes, vá para a aba "Enviar Emails". Emails enfilerados para enviar estão na aba "Caixa de saída".

source: New custom template
pt: Novo modelo customizado

source: Acknowledge Mail
pt: Email de reconhecimento

source: Edit template
pt: Editar modelo

source: Send mails
pt: Enviar emails

source: Accept Mail
pt: Email de aceitação

source: Rejection Mail
pt: Email de rejeição

source: Update Mail
pt: Email de atualização

source: Custom Mail
pt: Email customizado

source: Delete template
pt: Apagar modelo

source: Do you really want to delete this organiser?
pt: Você deseja mesmo apagar esse(a) organizador(a)?

source: ALL related data for ALL events, such as submissions, and speaker profiles, and uploads, will also be deleted and cannot be restored.
pt: TODOS os dados relacionados para TODOS os eventos, como submissões, perfis de palestrantes, e uploads serão apagados também e não podem ser restaurados.

source: Delete organiser
pt: Apagar organizador(a)

source: Team
pt: Equipe

source: Members
pt: Membros

source: All events
pt: Todos eventos

source: You are a member of this team
pt: Você é parte dessa equipe

source: New team
pt: Nova equipe

source: New organiser
pt: Novo(a) organizador(a)

source: There are no organisers you can edit.
pt: Não há organizadores que você possa editar.

source: Page %(page)s of %(of)s (%(count)s elements)
pt: Página %(page)s de %(of)s (%(count)s elementos)

source: %(count)s element
pt: %(count)s elemento

source: Disable
pt: Desativar

source: Enable
pt: Ativar

source: Version %(v)s by <em>%(a)s</em>
pt: Versão %(v)s de <em>%(a)s</em>

source: Version %(v)s
pt: Versão %(v)s

source: This instance does currently not have any plugins installed.
pt: Esta instância não possui plugins instalados.

source: submission is waiting for your review.
pt: submissão está esperando pelo seu review.

source: Click here to get started!
pt: Clique aqui para começar!

source: You've got no submissions left to review!
pt: Você não tem submissões para revisar!

source: Reviews are currently closed.
pt: As reviews estão fechadas no momento.

source: Median score
pt: Pontuação média

source: Score
pt: Pontuação

source: Type
pt: Tipo

source: Accept all
pt: Aceitar tudo

source: Reject all
pt: Rejeitar tudo

source: Unset accept/reject vote for all
pt: Desmarcar aceitar/rejeitar voto pra tudo

source: You have reviewed this submission
pt: Você fez review dessa submissão

source: Reject
pt: Rejeitar

source: Unset accept/reject vote
pt: Desmarcar aceitar/rejeitar voto

source: You don't seem to have any submissions yet.
pt: Você não parece ter submissões ainda.

source: Go!
pt: Vai!

source: pretalx provides a range of exports. If none of these match what you are looking for, you can also provide a custom plugin to export the data – please ask your administrator to install the plugin.
pt: pretalx provê uma gama de exports. Se nenhum desses corresponde com o que você está procurando, você também pode prover um plugin customizado para exportar os dados - por favor peça aos administradores que instalem o plugin.

source: HTML Export
pt: Export HTML

source: The event schedule can be exported to a static HTML dump, so you can upload it to a normal file-serving web server like nginx. This is done automatically on schedule release, but you can also trigger that action here.
pt: A agenda do evento pode ser exportada para um dump de HTML estático, então você pode fazer upload para um webserver como nginx. Isso é feito automaticamente em cada lançamento de agenda, mas você também pode iniciar essa ação aqui.

source: Download ZIP
pt: Baixar ZIP

source: Regenerate Export
pt: Re-gerar Export

source: Data Export
pt: Export de dados

source: You haven't released a schedule yet – many of these data exporters only work on a released schedule.
pt: Você ainda não liberou uma agenda ainda - muitos desses exporters só vão funcionar em uma agenda liberada.

source: You can also use the API to export or use data.
pt: Você também pode usar a API para exportar ou usar os dados.

source: Documentation
pt: Documentação

source: Go to API
pt: Ir para a API

source: Import XML
pt: Importar um XML

source: Submit an XML file here to release a new schedule, containing exactly the talks specified in the XML file. The format is expected to be the same as the XML export provided.
pt: Submeta um arquivo XML aqui para liberar uma nova agenda, contendo exatamente as palestras especificadas no arquivo XML. O formato é experado que seja o mesmo do export de XML provido.

source: You're currently viewing a released schedule version. Released versions cannot be edited directly.
pt: Você está vendo uma versão da agenda que foi liberada. Versões liberadas não podem ser editadas diretamente.

source: Current draft
pt: Rascunho atual

source: Show
pt: Mostrar

source: New release
pt: Nova liberação

source: Reset to current version
pt: Reiniciar para a versão atual

source: Actions
pt: Ações

source: View in frontend
pt: Ver no frontend

source: Hide schedule
pt: Esconder agenda

source: Make schedule public
pt: Tornar agenda pública

source: Print cards
pt: Imprimir cartões

source: Resend speaker notifications
pt: Reenviar notificações dos(as) palestrantes

source: You can start planning your schedule once you have configured some rooms for talks to take place in.
pt: Você pode começar planejando sua agenda assim que tiver configurado algumas salas para as palestras acontecerem.

source: Configure rooms
pt: Configurar salas

source: Schedule talk
pt: Agendar palestra

source: Release new schedule
pt: Publicar uma nova agenda

source: There are still warnings about the release of this schedule. Please review them carefully!
pt: Ainda há alguns avisos sobre o lançamento dessa agenda. Por favor revise elas com cuidado!

source: The previous schedule (%(prev)s) was released %(since)s ago.
pt: A versão anterior da agenda (%(prev)s) foi publicada há %(since)s.

source: This will be the very first schedule release.
pt: Este será o primeiro lançamento de agenda.

source: When releasing this new schedule, <strong>%(notifications)s notifications emails </strong> will be generated and placed in the outbox, to tell speakers about their talk slots.
pt: Quando liberar essa nova agenda, <strong>%(notifications)s emails de notificação</strong> serão colocados na caixa de saída para avisar palestrantes sobre seus novos slots.

source: This schedule release would result in <strong>no notification emails</strong> for speakers.
pt: Este lançamento de agenda irá resultar em <strong>nenhum email de notificação</strong> para palestrantes.

source: %(unconfirmed)s talks are still <strong>unconfirmed</strong> and will not show up on the public schedule.
pt: %(unconfirmed)s palestras ainda estão <strong>sem confirmação</strong> e não irão aparecer na agenda pública.

source: %(unscheduled)s talks have <strong>not yet been scheduled</strong>.
pt: %(unscheduled)s palestras <strong>não foram agendadas</strong>.

source: %(no_track)s talks have <strong>not yet been assigned a track</strong>.
pt: %(no_track)s palestras <strong>não foram adicionadas a uma trilha</strong>.

source: Warnings
pt: Avisos

source: Public changelog
pt: Boletim de mudanças público

source: This is how the new schedule version will appear in the public changelog and in the RSS feed.
pt: É assim que a nova versão da agenda irá aparecer no boletim de mudanças público e no feed RSS.

source: Release
pt: Publicar

source: Room
pt: Sala

source: Capacity
pt: Capacidade

source: Move room down
pt: Mover sala para baixo

source: Move room up
pt: Mover sala para cima

source: Please add at least one place in which talks can take place.
pt: Por favor adicione ao menos um lugar onde as palestras podem acontecer.

source: New room
pt: Nova sala

source: General information
pt: Informações gerais

source: Display settings
pt: Mostrar configurações

source: Event logo
pt: Logo do evento

source: Event header image
pt: Imagem do cabeçalho do evento

source: The event's header_image
pt: A header_image do evento

source: Delete event
pt: Apagar evento

source: E-mail settings
pt: Configurações de email

source: If you don't configure custom email settings, the global configuration for this server will be used (ask your administrator for details).<br> We recommend that you add email settings here explicitly.
pt: Se você não configurar o email, as configurações globais desse servidor serão usadas (pergunte os administradores por detalhes).<br> Nós recomendamos que você adicione configurações de email aqui explicitamente.

source: Save and test custom SMTP connection
pt: Salvar e testar a conexão SMTP customizada

source: Review settings
pt: Configurações de review

source: If you require neither a review score nor a review text, reviewers will be offered an additional %(quotation_open)sAbstain%(quotation_close)s button when reviewing submissions.
pt: Se você não requerir nem uma pontuação, nem um texto de review, os(as) revisores(as) terão um botão adicional %(quotation_open)sAbster-se%(quotation_close)s quando estiverem fazendo review de submissões.

source: Review phases
pt: Fase de review

source: Review phases allow you to structure your review process. By default, there are two review phases: The review itself, and the selection process once the review phase is over. But you could for example add another review and selection phase after that, if you require additional review rounds.
pt: Fases de review lhe permitem estruturar seu processo de review. Por padrão, há duas fases de review: A review por si só, e o processo de seleção assim que a fase de review acabar. Mas você pode por exemplo adicionar outra fase de review e seleção depois disso, se você precisa de rodadas adicionais de review.

source: Review Phase
pt: Fase de review

source: Activate phase
pt: Ativar fase

source: Phase is active
pt: Fase está ativa

source: Move phase down
pt: Mover fase para baixo

source: Move phase up
pt: Mover a fase para cima

source: Delete phase
pt: Apagar fase

source: Add another phase
pt: Adicionar outra fase

source: Do you really want to go through with this deletion?
pt: Tem certeza de que quer continuar com essa deleção?

source: Remove team member
pt: Apagar membro(a) da equipe

source: pending Invitation
pt: convite pendente

source: Add member
pt: Adicionar membro(a)

source: Permissions
pt: Permissões

source: Password reset:
pt: Reset de senha:

source: Do you really want to reset this user's password? They won't be able to log in until they set a new password. The email will go to:
pt: Você realmente quer resetar a senha desse usuário? Eles não poderão logar até que tenham definido uma nova senha. O email irá para:

source: Review teams can be restricted to tracks, so that reviewers will only be able to see reviews from that track. Please note that reviewers with additional access rights (e.g. due to being member in another team) will still be able to see all submissions.
pt: Equipes de review podem ser restringidas à trilhas, assim revisores irão ver apenas reviews daquela trilha. Por favor note que revisores com acessos adicionais (ex.: por serem membros de outra equipe) continuarão conseguindo ver todas as submissões.

source: None of the events this team has access to has any tracks configured at this time.
pt: Nenhum dos eventos que esse time tem acesso possuem qualquer trilhas configuradas.

source: submission
pt: submissão

source: Submission
pt: Submissão

source: Compose mail
pt: Compor email

source: No mails were sent to this speaker yet.
pt: NEnhum email foi enviado para este(a) palestrante ainda.

source: Do you really want to delete this information?
pt: Você realmente quer apagar essa informação?

source: Speaker Information Note
pt: Nota de informação de palestrante

source: Add important messages (e.g. "Please bring an HDMI adapter if required.") or files (e.g. a conference styleguide).<br> They are shown to the selected speakers above the list of their submitted talks.
pt: Adicione mensagens importantes (ex.: "Por favor traga um adaptador HDMI se precisar.") ou arquivos (ex.: guia de estilo da conferência).<br> Eles são mostrados para os(as) palestrantes selecionados(as) acima da lista de palestras submetidas.

source: Includes submitted
pt: Incluir submetidos

source: Only confirmed
pt: Apenas confirmados

source: Add a new note
pt: Adicionar uma nota

source: submitter
pt: apresentador

source: Mark speaker as not arrived
pt: Marcar palestrante como não chegou

source: Mark speaker as arrived
pt: Marcar palestrante como chegou

source: Arrived
pt: Chegou

source: Not arrived
pt: Não chegou

source: No questions have been answered at the moment.
pt: Nenhuma pergunta foi respondida no momento.

source: Send mail to speakers
pt: Enviar email para palestrantes

source: Submission feed
pt: Feed de submissão

source: Add new submission
pt: Adicionar nova submissão

source: Sneak peek
pt: Espiada

source: Show this submission on the public preview page, if it was accepted
pt: Mostrar essa submissão na página pública de preview, se for aceita

source: Show this submission in the public sneak peek.
pt: Mostrar essa submissão na espiada pública.

source: You're not allowed to review or see reviews for your own submissions.
pt: Você não está habilitado(a) para fazer review ou ver reviews das suas próprias submissões.

source: You will be able to see other reviews once you have given yours.
pt: Você poderá ver outras reviews assim que fizer as suas.

source: This submission can't be reviewed at the moment.
pt: Esta submissão não pode ser revisada nesse momento.

source: Other submissions
pt: Outras submissões

source: Points
pt: Pontos

source: Nobody else has submitted a review yet.
pt: Ninguém submeteu uma review ainda.

source: Review progress
pt: Progresso do review

source: Skip for now
pt: Pular por agora

source: Go to random next unreviewed submission
pt: Ir para a próxima review aleatória sem avaliação

source: Abstain
pt: Abster-se

source: Save and next
pt: Salvar e ir para a próxima

source: Add a speaker – if the email address isn't registered yet, an account will be created for them and an invitation sent.
pt: Adicionar um(a) palesntrante - se o endereço de email não foi registrado ainda uma conta será criada para eles e um convite será enviado.

source: E-mail address
pt: Endereço de email

source: Add speaker
pt: Adicionar palestrante

source: Other submissions by this speaker:
pt: Outras submissões desse(a) palestrante:

source: Remove
pt: Remover

source: Do you really want to change the state of this submission?
pt: Tem certeza de que deseja mudar o estado dessa submissão?

source: Do it
pt: Sim

source: Submission Statistics
pt: Estatísticas de submissões

source: Submissions by submission date
pt: Submissões por data de submissão

source: Talks by submission date
pt: Palestras por data de submissão

source: Submissions by state
pt: Submissões por estado

source: Talks by state
pt: Palestras por estado

source: Submissions by submission type
pt: Submissões por tipo de submissão

source: Talks by submission type
pt: Palestras por tipo de submissão

source: Submissions by track
pt: Submissões por trilha

source: Talks by track
pt: Palestras por trilha

source: User settings
pt: Configurações de usuário

source: Login settings
pt: Configurações de login

source: API Access
pt: Acesso à API

source: This token can be used to access the <a %(apiurl)s>pretalx API</a>. You can generate a new token, which will invalidate the old one. To find out more, please have a look at the <a %(docurl)s> API documentation</a>.
pt: Este token pode ser usado para acessar a <a %(apiurl)s>API do pretalx</a>. Você pode gerar um novo token, que irá invalidar o antigo. Para saber mais, por favor veja a <a %(docurl)s>documentation da API </a>.

source: API Token
pt: Token da API

source: Use for authentication when accessing the API.
pt: Use para autenticação quando acessar a API.

source: Generate a new token. The current token will not be usable any longer.
pt: Gerar um novo token. O token atual não será mais usável.

source: Invalidate and regenerate
pt: Invalidar e re-gerar

source: This translation is not maintained by the pretalx team. We cannot vouch for its correctness and new or recently changed features might not be translated and will show in English instead. You can help translating at github.com/pretalx/pretalx.
pt: Esta tradução não é mantida pela equipe pretalx. Nós não podemos garantir que esteja correta e que features novas ou modificadas estejam traduzidas. Inglês será mostrado no lugar. Você pode ajudar a traduzir em github.com/pretalx/pretalx.

source: Unofficial translation
pt: Tradução não oficial

source: {} minutes, #{}, {}, {}
pt: {} minutos, #{}, {}, {}

source: You don't have any submissions yet.
pt: Você não tem submissões ainda.

source: We had trouble saving your input.
pt: Nós tivemos dificuldade em salvar a sua contribuição.

source: The question has been deleted.
pt: A questão foi apagada.
